
[
  {
    "note_no": "1-1",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Neft və Sənaye Universiteti",
    "qeyd": "ixtisas beynəlxalq akkreditasiyadan (ASIIN və FIBAA) keçmişdir"
  },
  {
    "note_no": "2-1",
    "ali_tehsil_muessisesi": "Azərbaycan Texniki Universiteti",
    "qeyd": "kadr hazırlığı Türkiyə Respublikasının Qazi Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Proqrama qəbul olunan tələbələr I və II tədris illərində Azərbaycan Texniki Universitetində, III və IV tədris illərində isə Türkiyə Respublikasının Qazi Universitetində təhsil alacaqlar. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "2-2",
    "ali_tehsil_muessisesi": "Azərbaycan Texniki Universiteti",
    "qeyd": "kadr hazırlığı Türkiyə Respublikasının Ankara Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Proqrama qəbul olunan tələbələr I və II tədris illərində Azərbaycan Texniki Universitetində, III və IV tədris illərində isə Türkiyə Respublikasının Ankara Universitetində təhsil alacaqlar. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "2-3",
    "ali_tehsil_muessisesi": "Azərbaycan Texniki Universiteti",
    "qeyd": "kadr hazırlığı Azərbaycan Respublikası Müdafiə Sənayesi Nazirliyi ilə birgə aparılır"
  },
  {
    "note_no": "3-1",
    "ali_tehsil_muessisesi": "Azərbaycan Memarlıq və İnşaat Universiteti",
    "qeyd": "kadr hazırlığı Milan Politexnik Universiteti ilə birgə ikili diplom proqramı üzrə həyata keçirilir"
  },
  {
    "note_no": "3-2",
    "ali_tehsil_muessisesi": "Azərbaycan Memarlıq və İnşaat Universiteti",
    "qeyd": "kadr hazırlığı Türkiyə Respublikasının Ankara Universiteti ilə birgə ikili diplom proqramı üzrə həyata keçirilir"
  },
  {
    "note_no": "3-3",
    "ali_tehsil_muessisesi": "Azərbaycan Memarlıq və İnşaat Universiteti",
    "qeyd": "kadr hazırlığı Türkiyə Respublikasının İstanbul Texniki Universiteti ilə birgə ikili diplom proqramı üzrə həyata keçirilir"
  },
  {
    "note_no": "3-4",
    "ali_tehsil_muessisesi": "Azərbaycan Memarlıq və İnşaat Universiteti",
    "qeyd": "ixtisas Müstəqil Akkreditasiya və Reytinq Agentliyinin (IAAR) akkreditasiyasını qazanmışdır. Universitetin bu ixtisası üzrə diplomları beynəlxalq aləmdə tanınır"
  },
  {
    "note_no": "3-5",
    "ali_tehsil_muessisesi": "Azərbaycan Memarlıq və İnşaat Universiteti",
    "qeyd": "ixtisası qəbul imtahanında ingilis dili fənni üzrə nisbi balı 60-dən az olmayan abituriyentlər seçə bilərlər. Qəbul olunan abituriyentlərlə Universitetdə müsahibə aparılacaq"
  },
  {
    "note_no": "3-6",
    "ali_tehsil_muessisesi": "Azərbaycan Memarlıq və İnşaat Universiteti",
    "qeyd": "ixtisası qəbul imtahanında ingilis dili fənni üzrə nisbi balı 70-dən az olmayan abituriyentlər seçə bilərlər. Qəbul olunan abituriyentlərlə Universitetdə müsahibə aparılacaq"
  },
  {
    "note_no": "3-7",
    "ali_tehsil_muessisesi": "Azərbaycan Memarlıq və İnşaat Universiteti",
    "qeyd": "ixtisas Britaniya Kral Memarlıq İnstitutunun (RIBA) akkreditasiyasını qazanmışdır. Universitetin memarlıq ixtisası üzrə diplomları beynəlxalq aləmdə tanınır"
  },
  {
    "note_no": "4-1",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət İqtisad Universiteti",
    "qeyd": "ixtisasda kadr hazırlığı Türkiyə Respublikasının Ege Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Proqrama qəbul olunan tələbələr I və IV tədris illərində Azərbaycan Dövlət İqtisad Universitetində, II və III tədris illərində isə Türkiyə Respublikasının Ege Universitetində təhsil alacaqlar. Təhsilini Türkiyə Respublikasının Ege Universitetində davam etdirən tələbələr ödənişli əsaslarla təhsil alacaqlar. Həmin Universitetdə təhsil haqqı məbləği hər akademik ilin əvvəlində elan edilir. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "5-1",
    "ali_tehsil_muessisesi": "Bakı Mühəndislik Universiteti",
    "qeyd": "ixtisasda kadr hazırlığı Çin Xalq Respublikasının Pekin Kimya Texnologiyaları Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Yüksək akademik göstəricilərə sahib 15 tələbə III və IV tədris illərində Pekin Kimya Texnologiyaları Universitetində təhsillərini davam etdirəcəklər. ÜOMG-si 80-dən yuxarı olan tələbələr Pekin Kimya Texnologiyaları Universitetində təhsil xərcindən azad olunurlar. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "6-1",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "ixtisasa qəbul İtaliya-Azərbaycan Universiteti layihəsi çərçivəsində aparılır"
  },
  {
    "note_no": "6-2",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "ixtisasa qəbul İtaliya-Azərbaycan Universiteti layihəsi çərçivəsində aparılır. Turin Politexnik Universiteti ilə birgə ikili diplom proqramıdır"
  },
  {
    "note_no": "6-3",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "400 bal və daha yuxarı toplayanlar təqaüdlü yerlərə müraciət edə bilərlər. Təqaüd bu ixtisas üzrə bütün təhsil müddətini 100% əhatə edən təhsil haqqı güzəştindən ibarətdir. Təhsil haqqı güzəşti kəsirlərə və yay semestrlərinə şamil olunmur"
  },
  {
    "note_no": "6-4",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "690 bal və daha çox toplayanlara və ya seçilmiş respublika fənn olimpiadası qaliblərinə təhsil müddətində təhsil haqqına 100% güzəşt, 650-689 bal toplayanlara 1 illik təhsil haqqına 100% güzəşt, 600-649 bal toplayanlara 1 illik təhsil haqqına 50% güzəşt"
  },
  {
    "note_no": "6-5",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "650 bal və daha çox toplayanlara və ya seçilmiş respublika fənn olimpiadası qaliblərinə təhsil müddətində təhsil haqqına 100% güzəşt, 600-649 bal toplayanlara 1 illik təhsil haqqına 100% güzəşt"
  },
  {
    "note_no": "6-6",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "690 bal və daha çox toplayanlara təhsil müddətində təhsil haqqına 100% güzəşt, 650-689 bal toplayanlara və ya 11-ci sinif üzrə respublika fənn olimpiadası qaliblərinə 1 illik təhsil haqqına 100% güzəşt, 600-649 bal toplayanlara 1 illik təhsil haqqına 50% güzəşt"
  },
  {
    "note_no": "6-7",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "650 bal və daha çox toplayanlara və ya Riyaziyyat üzrə 11-ci sinif üzrə respublika fənn olimpiadası qaliblərinə təhsil müddətində təhsil haqqına 100% güzəşt, 600-649 bal toplayanlara 1 illik təhsil haqqına 100% güzəşt"
  },
  {
    "note_no": "6-8",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "690 bal və daha çox toplayanlara təhsil müddətində təhsil haqqına 100% güzəşt, 650-689 bal toplayanlara və ya 11-ci sinif üzrə respublika fənn olimpiadası qaliblərinə 1 illik təhsil haqqına 100% güzəşt, 600-649 bal toplayanlara 1 illik təhsil haqqına 50% güzəşt"
  },
  {
    "note_no": "6-9",
    "ali_tehsil_muessisesi": "“ADA” Universiteti",
    "qeyd": "bütün qəbul olanlar üçün təhsil müddətində təhsil haqqına 50% güzəşt"
  },
  {
    "note_no": "7-1",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Mədəniyyət və İncəsənət Universiteti",
    "qeyd": "kadr hazırlığı Şimali Kipr Türk Respublikasının Arkın Yaradıcı Sənətlər və Dizayn Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Proqrama qəbul olunan tələbələr I, II və III tədris illərində Azərbaycan Dövlət Mədəniyyət və İncəsənət Universitetində, IV tədris ilində isə Şimali Kipr Türk Respublikasının Arkın Yaradıcı Sənətlər və Dizayn Universitetində təhsil alacaqlar. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "7-2",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Mədəniyyət və İncəsənət Universiteti",
    "qeyd": "ixtisas üzrə qiyabi yerlərə yalnız bölgə teatrlarında (Bakı şəhəri istisna olmaqla) hal-hazırda fəaliyyət göstərən, iş stajı əmək kitabçasına əsasən 5 ildən az olmayan, lakin peşə üzrə bakalavr təhsili olmayan aktyorlar sənəd verə bilər"
  },
  {
    "note_no": "7-3",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Mədəniyyət və İncəsənət Universiteti",
    "qeyd": "ixtisas üzrə qiyabi yerlərə yalnız hal-hazırda televiziya kanallarında fəaliyyət göstərən, iş stajı əmək kitabçasına əsasən 3 ildən az olmayan, lakin peşə üzrə bakalavr təhsili olmayan operatorlar sənəd verə bilər"
  },
  {
    "note_no": "8-1",
    "ali_tehsil_muessisesi": "Azərbaycan Turizm və Menecment Universiteti",
    "qeyd": "ixtisasa qəbul olmuş tələbələr minimum IELTS 5.5 sertifikatını təqdim etməklə, 3-cü semestrdən (II kursdan) etibarən paralel olaraq Azərbaycan-Avstriya Beynəlxalq Turizm Təhsil Proqramına müraciət edərək, 3 ilin (IV kursun) sonunda iki ali təhsil müəssisəsinin – Azərbaycan Turizm və Menecment Universitetinin və Avstriyanın IMC Krems Tətbiqi Elmlər Universitetinin diplomunu əldə etmək imkanına malik olurlar"
  },
  {
    "note_no": "9-1",
    "ali_tehsil_muessisesi": "Bakı Xoreoqrafiya Akademiyası",
    "qeyd": "qiyabi təhsilalma şöbəsinə yalnız rəqs üzrə ən azı 5 il dövlət müəssisələrində peşəkar əmək fəaliyyəti ilə məşğul olan abituriyentlər qəbul edilir"
  },
  {
    "note_no": "10-1",
    "ali_tehsil_muessisesi": "Milli Aviasiya Akademiyası",
    "qeyd": "ixtisası qəbul imtahanının birinci mərhələsində xarici dil kimi yalnız ingilis dili fənni üzrə imtahan verən abituriyentlər seçə bilərlər"
  },
  {
    "note_no": "10-2",
    "ali_tehsil_muessisesi": "Milli Aviasiya Akademiyası",
    "qeyd": "ixtisasa qəbul olmaq istəyən abituriyentlər MAA-dan aldıqları göndəriş əsasında Aviasiya Tibb Mərkəzlərində və ya Həkim uçuş ekspert komissiyasında peşə seçimi nəzərə alınmaqla öz hesablarına xüsusi tibbi müayinədən keçməli və MAA-da «Fiziki hazırlıq» üzrə normativləri yerinə yetirməlidirlər. Xüsusi tibbi müayinəni müvəffəqiyyətlə keçmiş və «Fiziki hazırlıq» üzrə normativləri yerinə yetirmiş 23 yaşına qədər abituriyentlər qəbul oluna bilərlər. Həmin ixtisasların abituriyentləri eyni zamanda MAA-nın bütün digər birinci qrup ixtisaslarına qəbul olmaq hüququna malikdirlər"
  },
  {
    "note_no": "10-3",
    "ali_tehsil_muessisesi": "Milli Aviasiya Akademiyası",
    "qeyd": "ixtisasın təhsil müddəti 5 (beş) ildir"
  },
  {
    "note_no": "11-1",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Dəniz Akademiyası",
    "qeyd": "ixtisası fiziki cəhətdən sağlam abituriyentlər seçə bilərlər"
  },
  {
    "note_no": "11-2",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Dəniz Akademiyası",
    "qeyd": "qiyabi şöbəyə yalnız Dənizçilik Kollecini bitirən və dənizçilik sahəsində çalışan şəxslər müraciət edə bilərlər"
  },
  {
    "note_no": "11-3",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Dəniz Akademiyası",
    "qeyd": "ixtisası qəbul imtahanında ingilis dili fənni üzrə nisbi balı 50-dən az olmayan abituriyentlər seçə bilərlər"
  },
  {
    "note_no": "12-1",
    "ali_tehsil_muessisesi": "Dövlət Gömrük Komitəsinin Akademiyası",
    "qeyd": "akademiyanın ixtisaslarını ərizələrində imtahan verəcəyi xarici dil kimi ingilis dilini qeyd etmiş fiziki sağlam abituriyentlər seçə bilərlər"
  },
  {
    "note_no": "12-2",
    "ali_tehsil_muessisesi": "Dövlət Gömrük Komitəsinin Akademiyası",
    "qeyd": "ixtisası ərizəsində imtahan verəcəyi xarici dil kimi ingilis dilini qeyd etmiş və nisbi balı 50-dən az olmayan fiziki sağlam abituriyentlər seçə bilərlər"
  },
  {
    "note_no": "13-1",
    "ali_tehsil_muessisesi": "Naxçıvan Dövlət Universiteti",
    "qeyd": "ixtisasın Azərbaycan bölməsində əyani təhsilalma forması üzrə təhsil alan tələbələrdən seçilmiş 10 tələbənin Türkiyə Respublikasının Çankırı Karatekin Universiteti ilə birgə ikili diplom proqramında iştirakı nəzərdə tutulur. Seçim I semestrin sonunda akademik göstəricilər və tələbələrin ərizələri əsasında aparılır. Proqrama qəbul olunan tələbələr I və II tədris illərində Naxçıvan Dövlət Universitetində, III və IV tədris illərində isə Türkiyə Respublikasının Çankırı Karatekin Universitetində təhsil alacaqlar. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "13-2",
    "ali_tehsil_muessisesi": "Naxçıvan Dövlət Universiteti",
    "qeyd": "ixtisasda bir il ingilis dili üzrə ödənişli hazırlıq nəzərdə tutulmuşdur. Təhsil müddəti 5 ildir"
  },
  {
    "note_no": "13-3",
    "ali_tehsil_muessisesi": "Naxçıvan Dövlət Universiteti",
    "qeyd": "ixtisasda kadr hazırlığı Macarıstan Respublikasının Con Fon Neyman Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Proqrama qəbul olunan tələbələr I, II və IV tədris illərində Naxçıvan Dövlət Universitetində, III tədris ilində isə Macarıstan Respublikasının Con Fon Neyman Universitetində təhsil alacaqlar. Ödənişli əsaslarla qəbul olunan tələbələrin təhsil haqqı 1700 manat təşkil edir. İkili diplom proqramı ilə bağlı digər xərclərin “Naxçıvan Muxtar Respublikasının sosial-iqtisadi inkişafına dair 2023-2027-ci illər üçün Dövlət Proqramı”nın 8.9.5-ci bəndinin icrası ilə bağlı ayrılmış vəsait hesabına ödənilməsi nəzərdə tutulur"
  },
  {
    "note_no": "13-4",
    "ali_tehsil_muessisesi": "Naxçıvan Dövlət Universiteti",
    "qeyd": "ixtisasa qəbul olunan tələbələr ingilis dilində tədrisə hazır olmadığı halda, I semestri Azərbaycan bölməsində təhsil alacaqlar, ingilis dili biliklərini təkmilləşdirdikdən sonra ingilis bölməsində təhsillərini davam etdirə biləcəklər"
  },
  {
    "note_no": "14-1",
    "ali_tehsil_muessisesi": "Azərbaycan Dövlət Aqrar Universiteti (Gəncə şəhəri)",
    "qeyd": "kadr hazırlığı Türkiyə Respublikasının Ege Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Beynəlxalq ikili diplom proqramı “Azərbaycan Respublikasında ali təhsil sisteminin beynəlxalq rəqabətliliyinin artırılması ilə bağlı əlavə tədbirlər haqqında” Azərbaycan Respublikası Prezidentinin 2025-ci il 22 iyul tarixli Sərəncamı çərçivəsində maliyyələşdirilir"
  },
  {
    "note_no": "15-1",
    "ali_tehsil_muessisesi": "Gəncə Dövlət Universiteti",
    "qeyd": "kadr hazırlığı Türkiyə Respublikasının Dokuz Eylül Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Proqrama qəbul olunan tələbələr I və II tədris illərində Türkiyə Respublikasının Dokuz Eylül Universitetində, III və IV tədris illərində isə Gəncə Dövlət Universitetində təhsil alacaqlar. Dokuz Eylül Universitetində təhsil haqqı məbləği hər akademik ilin əvvəlində elan edilir. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "16-1",
    "ali_tehsil_muessisesi": "Lənkəran Dövlət Universiteti",
    "qeyd": "ixtisası qəbul imtahanının birinci mərhələsində xarici dil kimi yalnız ingilis dili fənni üzrə imtahan verən abituriyentlər seçə bilərlər"
  },
  {
    "note_no": "17-1",
    "ali_tehsil_muessisesi": "Azərbaycan Universiteti",
    "qeyd": "tələbələrin ingilis dili hazırlığı üçün əlavə 1(bir) tədris ili ayrılmaqla tədris müddəti 5 ildir"
  },
  {
    "note_no": "18-1",
    "ali_tehsil_muessisesi": "Qərbi Kaspi Universiteti",
    "qeyd": "kadr hazırlığı Almaniya Federativ Respublikasının Şmalkalden Tətbiqi Elmlər Universiteti ilə birgə ikili diplom proqramı çərçivəsində aparılacaqdır. Proqrama qəbul olunan tələbələr I, II və IV tədris illərində Qərbi Kaspi Universitetində, III tədris ilində isə Almaniya Federativ Respublikasının Şmalkalden Tətbiqi Elmlər Universitetində təhsil alacaqlar. Təhsil dövründə yaşayış və digər xərclər tələbələrin öz vəsaitləri hesabına qarşılanır"
  },
  {
    "note_no": "19-1",
    "ali_tehsil_muessisesi": "Xəzər Universiteti",
    "qeyd": "ixtisasa qəbul olan tələbələr, ingilis dilində tədrisə hazır olmadığı halda, 1-ci tədris ili müddətində dərslərini əsasən Azərbaycan dilində keçir, eyni zamanda ingilis dili öyrənirlər və 2-ci tədris ilindən bütün fənlər üzrə dərslər ingilis dilində aparılır"
  },
  {
    "note_no": "20-1",
    "ali_tehsil_muessisesi": "Bakı Avrasiya Universiteti",
    "qeyd": "500 və daha yüksək bal toplayıb müsabiqənin ilk mərhələsində qəbul olan tələbələr birinci tədris ilində təhsil haqqından tam azad olunurlar, 400-499 bal toplayanlara isə birinci tədris ilində təhsil haqqının 30%-i məbləğində güzəşt edilir"
  },
  {
    "note_no": "20-2",
    "ali_tehsil_muessisesi": "Bakı Avrasiya Universiteti",
    "qeyd": "ixtisasa qəbul olan tələbələr, ingilis dilində tədrisə hazır olmadıqları halda birinci tədris ili müddətində dərsləri Azərbaycan dilində keçirilir, eyni zamanda ingilis dilini öyrənir və ikinci tədris ilindən bütün fənlər ingilis dilində aparılır"
  },
  {
    "note_no": "21-1",
    "ali_tehsil_muessisesi": "Türkiyə-Azərbaycan Universiteti",
    "qeyd": "kadr hazırlığı Orta Doğu Texniki Universiteti ilə birgə ikili diplom proqramı əsasında aparılır"
  },
  {
    "note_no": "21-2",
    "ali_tehsil_muessisesi": "Türkiyə-Azərbaycan Universiteti",
    "qeyd": "kadr hazırlığı Hacettəpə Universiteti ilə birgə ikili diplom proqramı əsasında aparılır"
  },
  {
    "note_no": "21-3",
    "ali_tehsil_muessisesi": "Türkiyə-Azərbaycan Universiteti",
    "qeyd": "kadr hazırlığı İstanbul Texniki Universiteti ilə birgə ikili diplom proqramı əsasında aparılır"
  }
]

