
{
  "name": "Aviasiya təhlükəsizliyi mühəndisliyi",
  "slug": "aviasiya-tehlukesizliyi-muhendisliyi",
  "description": "Aviasiya təhlükəsizliyi mühəndisliyi, hava nəqliyyatının bütün mərhələlərində - hava limanlarında, hava gəmilərində və hava hərəkətinin idarə edilməsində təhlükəsizlik sistemlərinin yaradılması, tətbiqi və idarə olunması ilə məşğul olan bir sahədir. Bu ixtisas sərnişinlərin, yüklərin və uçuş heyətinin təhlükəsizliyini təmin etmək üçün fiziki, texniki və prosedur tədbirlərini əhatə edir.",
  "future": "Beynəlxalq terrorizm təhdidləri və texnoloji risklərin artdığı müasir dövrdə aviasiya təhlükəsizliyi həmişəkindən daha aktualdır. Hava limanlarının genişlənməsi, yeni texnologiyaların (biometrik tanıma, ağıllı skanerlər) tətbiqi və beynəlxalq standartların (ICAO standartları) daim yenilənməsi bu sahədəki mütəxəssislərə olan tələbatı stabil olaraq yüksək saxlayır. Kibertəhlükəsizlik də aviasiya təhlükəsizliyinin vacib bir komponentinə çevrilir.",
  "job_opportunities": "Milli Aviasiya Akademiyası, 'Azərbaycan Hava Yolları' (AZAL) QSC-nin təhlükəsizlik strukturları, Heydər Əliyev Beynəlxalq Aeroportu və digər hava limanlarının təhlükəsizlik xidmətləri, Dövlət Mülki Aviasiya Agentliyi, 'Azəraeronaviqasiya' Hava Hərəkəti İdarəsi (AZANS), xüsusi təhlükəsizlik xidmətləri göstərən şirkətlər.",
  "possible_positions": [
    "Aviasiya təhlükəsizliyi üzrə mühəndis",
    "Hava limanı təhlükəsizliyi üzrə mütəxəssis",
    "Təhlükəsizlik sistemləri üzrə texnik",
    "Keyfiyyət və təhlükəsizliyə nəzarət üzrə auditor",
    "Risklərin idarə edilməsi üzrə mütəxəssis",
    "Aviasiya kibertəhlükəsizliyi mütəxəssisi"
  ],
  "recommendations": "Təhsil müddətində beynəlxalq aviasiya təhlükəsizliyi standartlarını (ICAO Annex 17) dərindən öyrənmək vacibdir. Müasir yoxlama-buraxılış sistemləri, rentgen aparatları, partlayıcı maddə detektorları və biometrik tanıma texnologiyaları ilə tanış olmaq üstünlükdür. İngilis dilini mükəmməl səviyyədə bilmək beynəlxalq sertifikatlar almaq və karyera yüksəlişi üçün mütləqdir. Məzun olduqdan sonra ICAO və ya IATA tərəfindən təklif olunan aviasiya təhlükəsizliyi (AVSEC) üzrə beynəlxalq sertifikatları əldə etmək tövsiyə olunur."
}
