
{
  "name": "Bağçılıq və tərəvəzçilik",
  "slug": "bagciliq-ve-terevezcilik",
  "description": "Bağçılıq və tərəvəzçilik ixtisası, meyvə, giləmeyvə, tərəvəz və bəzək bitkilərinin becərilməsi texnologiyaları, yeni sortların yaradılması (seleksiya), tinglik və toxumçuluğun təşkili, məhsulun saxlanması və ilkin emalı ilə məşğul olan aqrar elmdir. Bu ixtisas botanika, bitki fiziologiyası, torpaqşünaslıq, aqrokimya və bitki mühafizəsi kimi fənlərə əsaslanır.",
  "future": "Ərzaq təhlükəsizliyi və sağlam qidalanmaya artan tələbat bağçılıq və tərəvəzçilik məhsullarının istehsalını strateji əhəmiyyətli sahəyə çevirir. Müasir intensiv bağların salınması, istixana təsərrüfatlarının genişlənməsi, yeni, məhsuldar və xəstəliklərə davamlı sortların tətbiqi, suvarma və gübrələmənin avtomatlaşdırılması bu sahənin gələcəyini müəyyən edir. Orqanik (üzvi) məhsul istehsalı da perspektivli bir istiqamətdir.",
  "job_opportunities": "Böyük aqroparklar və fermer təsərrüfatları, meyvə-tərəvəz emalı müəssisələri, istixana kompleksləri, tinglik və toxumçuluq şirkətləri, Kənd Təsərrüfatı Nazirliyinin strukturları, elmi-tədqiqat institutları, yaşıllaşdırma və landşaft dizaynı şirkətləri.",
  "possible_positions": [
    "Aqronom (bağçılıq və tərəvəzçilik üzrə)",
    "Fitopatoloq (bitki xəstəlikləri üzrə mütəxəssis)",
    "Entomoloq (zərərvericilərlə mübarizə üzrə mütəxəssis)",
    "Seleksiyaçı",
    "İstixana meneceri",
    "Aqrokimyaçı",
    "Meyvə-tərəvəz saxlanması üzrə texnoloq"
  ],
  "recommendations": "Təhsil müddətində bitki biologiyasını və fiziologiyasını dərindən öyrənmək, calaq, budama, xəstəlik və zərərvericilərin diaqnostikası kimi praktiki bacarıqlara yiyələnmək vacibdir. Müasir suvarma sistemləri, gübrələr və bitki mühafizə vasitələri haqqında məlumatlı olmaq lazımdır. Təsərrüfatlarda və istixanalarda təcrübə keçmək sizi əmək bazarında daha rəqabətədavamlı edəcək. GLOBALG.A.P. kimi beynəlxalq keyfiyyət standartlarını öyrənmək ixrac yönümlü şirkətlərdə işləmək üçün üstünlükdür."
}
