
{
  "name": "Beynəlxalq münasibətlər",
  "slug": "beynelxalq-munasibetler",
  "description": "Beynəlxalq münasibətlər, dövlətlərarası münasibətləri, beynəlxalq təşkilatların fəaliyyətini, qlobal siyasəti, diplomatiyanı və dünya iqtisadiyyatını öyrənən fənlərarası bir sosial elmdir. Bu ixtisas siyasi elmlər, tarix, hüquq və iqtisadiyyat kimi sahələri birləşdirərək, tələbələrə qlobal prosesləri analiz etmək, xarici siyasət strategiyalarını anlamaq və diplomatik danışıqlar aparmaq üçün lazımi bilik və bacarıqları verir.",
  "future": "Qloballaşan və qarşılıqlı asılılığın artdığı müasir dünyada beynəlxalq münasibətlər üzrə mütəxəssislərə tələbat daim yüksəkdir. Enerji təhlükəsizliyi, beynəlxalq münaqişələrin həlli, kibertəhlükəsizlik, iqlim dəyişikliyi və beynəlxalq ticarət kimi məsələlər bu sahənin gələcəkdə də aktual qalacağını təmin edir. Müəyyən bir region (məsələn, Avropa, Yaxın Şərq, Şərqi Asiya) üzrə ixtisaslaşan və bir neçə xarici dil bilən mütəxəssislər xüsusilə dəyərli olacaq.",
  "job_opportunities": "Xarici İşlər Nazirliyi və Azərbaycanın xarici ölkələrdəki səfirlikləri, digər dövlət qurumlarının beynəlxalq əlaqələr şöbələri, beynəlxalq təşkilatların (BMT, ATƏT, Avropa Şurası) nümayəndəlikləri, transmilli korporasiyalar, analitik mərkəzlər ('think tank'lər), media qurumları (beynəlxalq icmalçı kimi).",
  "possible_positions": [
    "Diplomat (Attaşe, katib və s.)",
    "Beynəlxalq əlaqələr üzrə mütəxəssis",
    "Xarici siyasət üzrə analitik/şərhçi",
    "Beynəlxalq təşkilatın əməkdaşı",
    "Beynəlxalq layihələr üzrə koordinator",
    "Regionşünas-ekspert",
    "Beynəlxalq jurnalist"
  ],
  "recommendations": "Təhsil müddətində ən azı iki xarici dili (birincisi ingilis dili olmaqla) mükəmməl səviyyədə öyrənmək mütləqdir. Beynəlxalq hüquq, diplomatiya tarixi və müasir siyasi prosesləri dərindən araşdırın. Debat klublarında iştirak etmək, analitik məqalələr yazmaq və təqdimat bacarıqlarını inkişaf etdirmək çox vacibdir. Model UN (BMT Modeli) kimi simulyasiya oyunlarında iştirak etmək diplomatik danışıqlar və beynəlxalq prosedur vərdişlərinizi artıracaq."
}
