
{
  "name": "Beynəlxalq ticarət və logistika",
  "slug": "beynelxalq-ticaret-ve-logistika",
  "description": "Beynəlxalq ticarət və logistika, malların və xidmətlərin ölkələr arasında hərəkətinin idarə olunması ilə məşğul olan bir sahədir. Bu ixtisas beynəlxalq iqtisadiyyat, marketinq, təchizat zəncirinin idarə olunması, gömrük prosedurları, nəqliyyat hüququ və daşımaların təşkili kimi mövzuları əhatə edir. Məqsəd məhsulun istehsal nöqtəsindən son istehlakçıya qədər olan hərəkətini səmərəli və minimum xərclə təşkil etməkdir.",
  "future": "Qloballaşan dünyada və Azərbaycanın tranzit ölkə kimi rolunun artması ilə bu ixtisasa olan tələbat yüksəkdir. Elektron ticarətin sürətli inkişafı, yeni nəqliyyat dəhlizlərinin (Şimal-Cənub, Şərq-Qərb) fəaliyyətə başlaması və təchizat zəncirlərinin rəqəmsallaşdırılması bu sahənin mütəxəssisləri üçün geniş imkanlar yaradır. Anbarların avtomatlaşdırılması və marşrutların optimallaşdırılması üçün süni intellektin tətbiqi gələcəyin əsas trendlərindəndir.",
  "job_opportunities": "Beynəlxalq və yerli nəqliyyat-ekspeditor şirkətləri, istehsalat və ticarət şirkətlərinin idxal-ixrac şöbələri, logistika mərkəzləri və terminallar, gömrük təmsilçiliyi xidmətləri göstərən şirkətlər, dəniz limanları, hava limanlarının karqo bölmələri, böyük pərakəndə satış şəbəkələri.",
  "possible_positions": [
    "Logistika meneceri",
    "Təchizat zənciri üzrə mütəxəssis",
    "İdxal-ixrac əməliyyatları üzrə mütəxəssis",
    "Gömrük bəyannaməçisi (broker)",
    "Anbar meneceri",
    "Nəqliyyat planlaması üzrə mütəxəssis",
    "Satınalma meneceri"
  ],
  "recommendations": "Təhsil müddətində xarici dil biliklərini, xüsusilə ingilis dilini mükəmməl səviyyədə öyrənmək mütləqdir. Beynəlxalq ticarət qaydalarını (Incoterms), gömrük qanunvericiliyini və nəqliyyat sənədləşməsini dərindən mənimsəmək vacibdir. Excel-i yüksək səviyyədə bilmək və hər hansı bir ERP (məsələn, SAP) sistemi ilə tanışlıq böyük üstünlükdür. Məzun olduqdan sonra FIATA kimi beynəlxalq logistika sertifikatları almaq karyera inkişafınıza güclü təkan verəcək."
}
