
{
  "name": "Bitki mühafizəsi",
  "slug": "bitki-muhafizesi",
  "description": "Bitki mühafizəsi, kənd təsərrüfatı bitkilərini xəstəliklərdən, zərərvericilərdən və alaq otlarından qorumaqla məhsul itkisinin qarşısını alan və məhsulun keyfiyyətini təmin edən bir elmdir. Bu ixtisas fitopatologiya (bitki xəstəlikləri), entomologiya (həşəratlar), herboloqiya (alaq otları) və pestisidlərin (bitki mühafizə vasitələri) tətbiqi texnologiyaları kimi sahələri əhatə edir.",
  "future": "Dünyada əhalinin artması və ərzağa olan tələbatın çoxalması ilə məhsuldarlığın artırılması və itkilərin azaldılması strateji əhəmiyyət kəsb edir. Gələcəkdə kimyəvi mübarizə ilə yanaşı, inteqrir mübarizə üsulları (bioloji, aqrotexniki və kimyəvi metodların birgə tətbiqi), xəstəlik və zərərvericilərin proqnozlaşdırılması üçün rəqəmsal texnologiyalar və dronların istifadəsi, həmçinin genetik mühəndisliklə xəstəliklərə davamlı sortların yaradılması bu sahənin əsas inkişaf istiqamətləri olacaq.",
  "job_opportunities": "Azərbaycan Qida Təhlükəsizliyi Agentliyi (AQTA) və onun regional bölmələri, Kənd Təsərrüfatı Nazirliyinin müvafiq strukturları, böyük aqroparklar və fermer təsərrüfatları, pestisid və bioloji mübarizə vasitələri satan şirkətlər, elmi-tədqiqat institutları, istixana kompleksləri.",
  "possible_positions": [
    "Fitosanitar mütəxəssis",
    "Aqronom (bitki mühafizəsi üzrə)",
    "Fitopatoloq",
    "Entomoloq",
    "Aqrar məsləhətçi",
    "Karantin müfəttişi",
    "Pestisidlər üzrə satış təmsilçisi",
    "Elmi işçi"
  ],
  "recommendations": "Təhsil müddətində əsas xəstəlik törədicilərini (göbələklər, bakteriyalar, viruslar) və zərərverici həşəratları vizual olaraq tanımaq bacarığına yiyələnmək çox vacibdir. Müasir pestisidlərin təsir mexanizmlərini və tətbiq qaydalarını dərindən öyrənin. Sahə və laboratoriya təcrübələri bu bilikləri möhkəmləndirəcək. İnteqrir mübarizə prinsiplərini və orqanik əkinçilikdə istifadə olunan mübarizə üsullarını öyrənmək sizi daha rəqabətədavamlı mütəxəssis edəcək."
}
