
{
  "name": "Davamlı inkişaf",
  "slug": "davamli-inkisaf",
  "description": "Davamlı inkişaf, bugünkü nəsillərin ehtiyaclarını gələcək nəsillərin öz ehtiyaclarını ödəmə qabiliyyətini təhlükə altına almadan təmin edən inkişaf modelidir. Bu fənlərarası sahə iqtisadi artım, sosial bərabərlik və ətraf mühitin mühafizəsi prinsiplərini birləşdirir. İxtisas tələbələrə qlobal problemləri analiz etmək və onların uzunmüddətli, kompleks həll yollarını hazırlamaq bacarığı verir.",
  "future": "BMT-nin Davamlı İnkişaf Məqsədləri çərçivəsində bütün dünyada hökumətlər və şirkətlər öz fəaliyyətlərini davamlılıq prinsiplərinə uyğunlaşdırmağa çalışırlar. 'Yaşıl iqtisadiyyat'a keçid, korporativ sosial məsuliyyət və ekoloji siyasətlərin güclənməsi bu sahənin mütəxəssislərinə olan tələbatı kəskin şəkildə artırır. Bu, gələcəyin ən strateji və tələb olunan sahələrindən biridir.",
  "job_opportunities": "Dövlət qurumları (Ekologiya və Təbii Sərvətlər Nazirliyi, İqtisadiyyat Nazirliyi), beynəlxalq təşkilatlar (BMT İnkişaf Proqramı, Dünya Bankı), böyük korporasiyaların davamlılıq və korporativ sosial məsuliyyət şöbələri, qeyri-hökumət təşkilatları (QHT), konsaltinq şirkətləri, 'yaşıl' texnologiyalar üzrə startaplar.",
  "possible_positions": [
    "Davamlı inkişaf üzrə mütəxəssis/menecer",
    "Korporativ sosial məsuliyyət (KSM) meneceri",
    "Ekoloji siyasət analitiki",
    "Layihə koordinatoru (sosial və ekoloji layihələr üzrə)",
    "Dövlət siyasəti üzrə məsləhətçi",
    "ESG (Environmental, Social, Governance) analitiki",
    "Tədqiqatçı"
  ],
  "recommendations": "Təhsil müddətində iqtisadiyyat, ekologiya və sosiologiya fənlərini dərindən öyrənmək vacibdir. Layihə idarəetməsi və data analizi bacarıqları böyük üstünlükdür. Beynəlxalq standartlar (məsələn, GRI - Global Reporting Initiative) və hesabatlılıq formaları ilə tanışlıq sizi korporativ sektorda fərqləndirəcək. Sosial və ekoloji yönümlü layihələrdə könüllü kimi iştirak etmək həm təcrübə qazandıracaq, həm də şəbəkənizi genişləndirəcək."
}
