
{
  "name": "Dəniz naviqasiyası mühəndisliyi",
  "slug": "deniz-naviqasiyasi-muhendisliyi",
  "description": "Dəniz naviqasiyası mühəndisliyi, gəmilərin təhlükəsiz və səmərəli şəkildə idarə olunması, marşrutların planlaşdırılması, naviqasiya cihazlarından istifadə və dəniz əməliyyatlarının təşkili ilə məşğul olan bir sahədir. Bu ixtisas gəmi sürücüsü (kapitan köməkçisi) peşəsinin əsasını təşkil edir və dənizçilik, astronomiya, hidrometeorologiya, kartoqrafiya və müasir elektron naviqasiya sistemləri (GPS, ECDIS, RADAR) kimi fənləri əhatə edir.",
  "future": "Qlobal ticarətin və daşımaların əsas hissəsi dəniz nəqliyyatının payına düşdüyü üçün bu ixtisas həmişə aktualdır. Gələcəkdə avtonom (sürücüsüz) gəmilərin, ağıllı limanların və rəqəmsal naviqasiya sistemlərinin inkişafı gözlənilir. Bu, sahildən gəmilərin idarə olunması və monitorinqi üzrə yeni iş yerləri yaradacaq. Eyni zamanda, Xəzər dənizindəki neft-qaz layihələri və beynəlxalq nəqliyyat dəhlizləri (Şimal-Cənub, Şərq-Qərb) bu sahənin mütəxəssislərinə olan tələbatı sabit saxlayır.",
  "job_opportunities": "Azərbaycan Xəzər Dəniz Gəmiçiliyi (ASCO) QSC-nin ticarət və xüsusi təyinatlı donanmalarına aid gəmilər, SOCAR-ın donanması, BP və digər xarici şirkətlərin təchizat gəmiləri, Dövlət Dəniz Agentliyi, limanların idarəetmə strukturları (Bakı Beynəlxalq Dəniz Ticarət Limanı), hidrometeoroloji və hidroqrafik xidmətlər.",
  "possible_positions": [
    "Gəmi sürücüsü (Kapitanın növbə köməkçisindən başlayaraq Kapitanadək)",
    "Gəmi hərəkətini idarəetmə xidmətinin operatoru (VTS Operator)",
    "Dəniz agenti",
    "Gəmiçilik şirkətində əməliyyatlar üzrə mütəxəssis",
    "Hidroqraf",
    "Surveyor"
  ],
  "recommendations": "Təhsil müddətində real gəmilərdə və naviqasiya trenajorlarında maksimum təcrübə toplamaq mütləqdir. İngilis dilini, xüsusilə dənizçilik terminologiyasını (Maritime English) mükəmməl səviyyədə öyrənmək beynəlxalq reyslərdə işləmək üçün əsas şərtdir. GMDSS, RADAR/ARPA, ECDIS kimi beynəlxalq sertifikatlar məzun olduqdan dərhal sonra əldə olunmalıdır. Karyerada yüksəlmək üçün Beynəlxalq Dəniz Təşkilatının (IMO) STCW (Standards of Training, Certification and Watchkeeping) Konvensiyasının tələblərini daim izləmək və müvafiq kursları keçmək vacibdir."
}
