
{
  "name": "Dinşünaslıq",
  "slug": "dinsunasliq",
  "description": "Dinşünaslıq ixtisası, dinin bir sosial-mədəni hadisə kimi yaranmasını, tarixini, təkamülünü, fəlsəfəsini, sosiologiyasını, psixologiyasını və müxtəlif dünya dinlərinin (İslam, Xristianlıq, İudaizm, Buddizm və s.) təlimlərini, ayinlərini və cəmiyyətə təsirini elmi və neytral mövqedən öyrənən bir humanitar sahədir. Bu ixtisas teologiyadan (ilahiyyatdan) fərqli olaraq, dini inanc mövqeyindən deyil, elmi-tədqiqat obyekti kimi araşdırır.",
  "future": "Qloballaşan dünyada mədəniyyətlərarası və dinlərarası dialoqun əhəmiyyətinin artması, dini ekstremizm və radikalizmlə mübarizə zərurəti, cəmiyyətdə tolerantlıq və multikultural dəyərlərin təbliği dinşünas mütəxəssislərə olan ehtiyacı artırır. Gələcəkdə din sosiologiyası, dinin siyasi proseslərə təsiri və rəqəmsal mühitdə dini kommunikasiya kimi sahələr daha da aktuallaşacaq.",
  "job_opportunities": "Azərbaycan Respublikasının Dini Qurumlarla İş üzrə Dövlət Komitəsi, Mənəvi Dəyərlərin Təbliği Fondu, Qafqaz Müsəlmanları İdarəsi, AMEA-nın müvafiq institutları (Fəlsəfə və Sosiologiya, Şərqşünaslıq), analitik mərkəzlər ('think tank'lər), universitetlər, media qurumları, turizm şirkətləri (dini turizm üzrə).",
  "possible_positions": [
    "Dinşünas-tədqiqatçı",
    "Dövlət qurumunda mütəxəssis (dini məsələlər üzrə)",
    "Analitik/Ekspert (dini mövzular üzrə)",
    "Elmi işçi",
    "Müəllim (müvafiq fənlər üzrə)",
    "Jurnalist/Redaktor (dini icmalçı)",
    "Turizm bələdçisi (dini abidələr üzrə)"
  ],
  "recommendations": "Təhsil müddətində dinlər tarixini, fəlsəfəni, sosiologiyanı və psixologiyanı dərindən öyrənmək vacibdir. Ən azı bir klassik şərq (ərəb, fars) və bir qərb dilini bilmək orijinal mənbələrlə işləmək üçün böyük üstünlükdür. Tənqidi düşüncə və neytral mövqedən analiz etmə bacarığı bu sahədə uğurlu olmaq üçün əsas şərtdir. Müxtəlif dinlərin və mədəniyyətlərin nümayəndələri ilə ünsiyyətdə olmaq, onların ibadət yerlərini ziyarət etmək dünyagörüşünüzü zənginləşdirəcək. Magistratura təhsili bu sahədə dərin ixtisaslaşma üçün çox tövsiyə olunur."
}
