
{
  "name": "Dizayn (sahələr üzrə)",
  "slug": "dizayn-saheler-uzre",
  "description": "Dizayn, funksionallıq və estetikanı birləşdirərək əşyaların, məkanların, interfeyslərin və ya mesajların vizual görünüşünü və strukturunu yaradan bir sənət və layihələndirmə fəaliyyətidir. Bu geniş ixtisas bir neçə sahəyə bölünür: interyer dizaynı, qrafik dizayn, geyim dizaynı, landşaft dizaynı, sənaye dizaynı və s. Dizaynerlər problemləri yaradıcı yolla həll edir və ətrafımızdakı dünyanı daha rahat və gözəl edirlər.",
  "future": "Müasir dünyada dizaynın rolu getdikcə artır. Brendinq, reklam, veb və mobil tətbiqlər, şəhər mühiti, moda – hər yerdə peşəkar dizaynerlərə tələbat var. Gələcəkdə istifadəçi təcrübəsi (UX) və istifadəçi interfeysi (UI) dizaynı, virtual və artırılmış reallıq üçün dizayn, hərəkətli qrafika (motion graphics) və dayanıqlı (sustainable) dizayn kimi istiqamətlər daha da aktuallaşacaq. Bu, gələcəyin ən perspektivli və dinamik inkişaf edən sahələrindən biridir.",
  "job_opportunities": "Dizayn studiyaları, reklam agentlikləri, memarlıq və inşaat şirkətləri, İT şirkətləri, televiziya kanalları və media qurumları, nəşriyyatlar, geyim və mebel istehsalı müəssisələri. Əksər dizaynerlər həm də frilans (sərbəst) olaraq fəaliyyət göstərirlər.",
  "possible_positions": [
    "Qrafik dizayner",
    "İnteryer dizayneri",
    "Modelyer-dizayner",
    "Veb dizayner",
    "UX/UI dizayner",
    "Landşaft dizayneri",
    "Brendinq üzrə mütəxəssis",
    "Art-direktor"
  ],
  "recommendations": "Bu ixtisas üçün güclü yaradıcılıq, bədii zövq və detalçıllıq tələb olunur. Qabiliyyət imtahanında rəsm, rəngkarlıq və kompozisiya bacarıqları yoxlanılır. Təhsil müddətində Adobe Creative Suite proqramlarını (Photoshop, Illustrator, InDesign, After Effects), həmçinin ixtisaslaşmadan asılı olaraq 3ds Max, AutoCAD, ArchiCAD, Figma kimi proqramları peşəkar səviyyədə öyrənmək mütləqdir. Öz işlərinizdən ibarət güclü və müasir bir portfolio hazırlamaq işə qəbul üçün ən vacib amildir. Behance, Dribbble kimi platformalarda dünya trendlərini izləmək tövsiyə olunur."
}
