
{
  "name": "Dövlət və ictimai münasibətlər",
  "slug": "dovlet-ve-ictimai-munasibetler",
  "description": "Dövlət və ictimai münasibətlər (Public Affairs) ixtisası, dövlət, özəl sektor və vətəndaş cəmiyyəti arasında qarşılıqlı əlaqələrin qurulması, idarə olunması və təhlili ilə məşğul olan fənlərarası bir sahədir. Bu ixtisas politologiya, sosiologiya, kommunikasiya və dövlət idarəçiliyi kimi sahələri birləşdirərək, təşkilatların ictimai imicinin formalaşdırılması, dövlət siyasətinin ictimaiyyətə çatdırılması və vətəndaşların idarəetmədə iştirakının təmini kimi məsələləri əhatə edir.",
  "future": "İnformasiya cəmiyyətində dövlət orqanlarının və böyük şirkətlərin ictimaiyyətlə şəffaf və effektiv kommunikasiya qurması getdikcə daha böyük əhəmiyyət kəsb edir. Rəqəmsal medianın və sosial şəbəkələrin artan rolu, böhran kommunikasiyasının idarə olunması və dövlət-özəl tərəfdaşlığı modellərinin inkişafı bu sahənin mütəxəssislərinə olan tələbatı artıracaq. Bu ixtisas məzunları dövlət və cəmiyyət arasında körpü rolunu oynayan strateji peşəkarlardır.",
  "job_opportunities": "Dövlət orqanlarının mətbuat xidmətləri və ictimaiyyətlə əlaqələr şöbələri, böyük şirkətlərin korporativ kommunikasiya və hökumətlə əlaqələr (GR) departamentləri, qeyri-hökumət təşkilatları (QHT), PR və kommunikasiya agentlikləri, analitik mərkəzlər ('think tank'lər), beynəlxalq təşkilatlar.",
  "possible_positions": [
    "İctimaiyyətlə əlaqələr üzrə mütəxəssis/menecer (PR Manager)",
    "Mətbuat katibi",
    "Korporativ kommunikasiya üzrə mütəxəssis",
    "Hökumətlə əlaqələr üzrə menecer (GR Manager)",
    "Siyasət analitiki",
    "Layihə koordinatoru (ictimai layihələr üzrə)",
    "Lobbiçi"
  ],
  "recommendations": "Təhsil müddətində güclü yazılı və şifahi ünsiyyət, təqdimat və inandırma bacarıqlarını inkişaf etdirmək çox vacibdir. Siyasi və sosial prosesləri dərindən analiz etmək, xəbər gündəmini izləmək və tənqidi düşüncə qabiliyyətinə malik olmaq lazımdır. Dövlət qurumlarında və ya PR agentliklərində təcrübə keçmək nəzəri bilikləri praktika ilə birləşdirmək üçün əla fürsətdir. Xarici dil bilikləri beynəlxalq təşkilatlar və korporasiyalarda karyera qurmaq üçün böyük üstünlükdür."
}
