
{
  "name": "Əczaçılıq",
  "slug": "eczaciliq",
  "description": "Əczaçılıq, dərman vasitələrinin kəşfi, hazırlanması, istehsalı, keyfiyyətinə nəzarət, saxlanılması və xəstələrə çatdırılması ilə məşğul olan bir səhiyyə elmidir. Bu ixtisas farmakologiya, əczaçılıq kimyası, farmakoqnoziya (təbii dərman xammalı), dərman texnologiyası və əczaçılığın idarə edilməsi kimi fənləri əhatə edir. Əczaçılar dərmanların təhlükəsiz və effektiv istifadəsini təmin edən vacib səhiyyə mütəxəssisləridir.",
  "future": "Əczaçılıq sənayesi daim inkişaf edir. Gələcəkdə biotexnoloji dərmanların, gen terapiyasının və fərdiləşdirilmiş farmakoterapiyanın (pasiyentin genetik xüsusiyyətlərinə uyğun dərman seçimi) rolu artacaq. Klinik əczaçılığın inkişafı ilə əczaçıların xəstəxanalarda həkimlərlə birlikdə müalicə prosesində iştirakı daha da genişlənəcək. Həmçinin, dərman vasitələrinin dövriyyəsinə nəzarət və farmako-iqtisadi təhlillər də aktual istiqamətlərdir.",
  "job_opportunities": "Apteklər, dərman istehsalı zavodları, dərmanların topdansatışı (distribütor) şirkətləri, xarici əczaçılıq şirkətlərinin nümayəndəlikləri, Səhiyyə Nazirliyinin Analitik Ekspertiza Mərkəzi, xəstəxanalar (klinik əczaçı), elmi-tədqiqat institutları, tibb universitetləri.",
  "possible_positions": [
    "Əczaçı (provizor)",
    "Klinik əczaçı",
    "Əczaçı-texnoloq (istehsalatda)",
    "Keyfiyyətə nəzarət üzrə mütəxəssis",
    "Tibbi nümayəndə",
    "Dərmanların qeydiyyatı üzrə mütəxəssis",
    "Farmako-nəzarət mütəxəssisi (Pharmacovigilance)"
  ],
  "recommendations": "Təhsil müddətində kimya, biologiya və farmakologiya fənlərini dərindən öyrənmək vacibdir. Apteklərdə və ya istehsalatda təcrübə keçmək praktiki bacarıqlarınızı inkişaf etdirəcək. Dərmanların təsiredici maddələrini, təsir mexanizmlərini və əlavə təsirlərini bilmək peşəkarlığın əsasıdır. İngilis dilini bilmək beynəlxalq ədəbiyyatı izləmək, yeni dərmanlar haqqında məlumat almaq və beynəlxalq şirkətlərdə karyera qurmaq üçün mütləqdir. Məzun olduqdan sonra müəyyən bir sahə (klinik əczaçılıq, marketinq, istehsalat) üzrə ixtisaslaşmaq karyera imkanlarınızı artıra bilər."
}
