
{
  "name": "Ətraf mühitin mühafizəsi və təbii ehtiyatlardan səmərəli istifadə olunması",
  "slug": "etraf-muhitin-muhafizesi-ve-tebii-ehtiyatlardan-semereli-istifade-olunmasi",
  "description": "Bu ixtisas, insan fəaliyyətinin ətraf mühitə (su, hava, torpaq) təsirinin qiymətləndirilməsi, çirklənmənin monitorinqi, tullantıların idarə edilməsi və təbii ehtiyatların (su, meşə, mineral) tükənmədən, davamlı şəkildə istifadəsi problemlərini öyrənir. Tələbələr ekoloji standartlar, tullantıların təmizlənməsi texnologiyaları və bərpa olunan enerji mənbələri haqqında fundamental biliklər qazanırlar.",
  "future": "İqlim dəyişikliyi ilə mübarizə, 'yaşıl' iqtisadiyyata keçid və dairəvi iqtisadiyyat (tullantısız istehsal) prinsiplərinin tətbiqi bu sahənin gələcəyini müəyyən edir. Karbon emissiyalarının azaldılması, su ehtiyatlarının səmərəli idarə olunması və ekoloji təmiz texnologiyaların inkişafı üzrə mütəxəssislərə tələbat bütün dünyada kəskin şəkildə artacaq. Ekoloji audit və sertifikatlaşdırma (məsələn, ISO 14001) mühüm istiqamətlərdən birinə çevrilir.",
  "job_opportunities": "Ekologiya və Təbii Sərvətlər Nazirliyi və onun tabeliyindəki qurumlar, Fövqəladə Hallar Nazirliyi, kənd təsərrüfatı və su təsərrüfatı idarələri, neft-qaz və mədən sənayesi şirkətlərinin ekoloji departamentləri, tullantıların idarə olunması ilə məşğul olan şirkətlər (məsələn, 'Təmiz Şəhər' ASC), beynəlxalq təşkilatlar (UNDP, GIZ), ekoloji konsaltinq şirkətləri.",
  "possible_positions": [
    "Mühəndis-ekoloq",
    "Ətraf mühit üzrə mütəxəssis",
    "Sağlamlıq, təhlükəsizlik və ətraf mühit (HSE) mühəndisi",
    "Tullantıların idarə edilməsi üzrə mütəxəssis",
    "Ekoloji auditor",
    "Bərpa olunan enerji mənbələri üzrə mütəxəssis"
  ],
  "recommendations": "Kimya, biologiya və coğrafiya fənlərini dərindən bilmək vacibdir. Ətraf mühitin monitorinqi üçün istifadə olunan cihazlarla işləməyi öyrənmək, su və torpaq analizləri aparmaq bacarıqları önəmlidir. Coğrafi İnformasiya Sistemləri (GIS) proqramlarını (məsələn, ArcGIS, QGIS) bilmək ekoloji təsirlərin qiymətləndirilməsi və xəritələşdirilməsi üçün böyük üstünlükdür. Beynəlxalq ekoloji standartlar və yerli qanunvericiliklə tanış olmaq bu sahənin mütəxəssisi üçün zəruridir."
}
