
{
  "name": "Gəmiqayırma və gəmi təmiri mühəndisliyi",
  "slug": "gemiqayirma-ve-gemi-temiri-muhendisliyi",
  "description": "Gəmiqayırma və gəmi təmiri mühəndisliyi, müxtəlif təyinatlı gəmilərin və dəniz texnikasının (platformalar, üzən qurğular) layihələndirilməsi, konstruksiyası, təmiri və modernləşdirilməsi proseslərini əhatə edən kompleks bir mühəndislik sahəsidir. Bu ixtisas gəmi nəzəriyyəsi, gəmi konstruksiyası, materialşünaslıq, qaynaq texnologiyaları, hidromexanika və layihələndirmə kimi fənlərə əsaslanır.",
  "future": "Xəzər dənizində neft-qaz sənayesinin inkişafı, yeni platformaların tikintisi, eləcə də beynəlxalq nəqliyyat dəhlizlərinin genişlənməsi gəmiqayırma və təmir sənayesinə olan tələbatı artırır. Gələcəkdə daha mürəkkəb konstruksiyalı, yeni materiallardan (kompozitlər) istifadə edilən və ekoloji cəhətdən daha təmiz gəmilərin tikintisi ön plana çıxacaq. Gəmilərin modernləşdirilməsi və yeni funksiyalar üçün yenidən təchiz olunması da bu sahənin mütəxəssisləri üçün daimi iş imkanları yaradacaq.",
  "job_opportunities": "Bakı Gəmiqayırma Zavodu, Xəzər Dəniz Gəmiçiliyinin (ASCO) gəmi təmiri zavodları, SOCAR-ın və digər neft şirkətlərinin dəniz strukturları ilə bağlı departamentləri, layihə-konstruktor büroları, Dövlət Dəniz Agentliyi, təsnifat cəmiyyətləri (gəmilərə texniki nəzarət üzrə).",
  "possible_positions": [
    "Konstruktor-mühəndis (gəmi корпуsu üzrə)",
    "Layihəçi mühəndis",
    "Gəmi təmiri üzrə texnoloq",
    "Gəmiqayırma üzrə istehsalat mühəndisi",
    "Keyfiyyətə nəzarət mühəndisi",
    "Layihə rəhbəri (gəmiqayırma/təmir)",
    "Təsnifat cəmiyyətinin inspektoru"
  ],
  "recommendations": "Təhsil müddətində AutoCAD, ShipConstructor, AVEVA Marine və ya digər ixtisaslaşmış gəmi layihələndirmə proqramlarını (CAD/CAM) öyrənmək çox vacibdir. Materialların müqaviməti, qaynaq texnologiyaları və korroziyadan mühafizə üsullarını dərindən mənimsəmək lazımdır. Gəmiqayırma zavodlarında təcrübə keçmək nəzəri biliklərinizi praktika ilə əlaqələndirmək üçün əvəzsizdir. İngilis dilini texniki səviyyədə bilmək beynəlxalq layihələrdə iştirak və karyera yüksəlişi üçün mütləq şərtdir."
}
