
{
  "name": "Gəmi energetik qurğularının istismarı mühəndisliyi",
  "slug": "gemi-energetik-qurgularinin-istismari-muhendisliyi",
  "description": "Gəmi energetik qurğularının istismarı mühəndisliyi, gəmilərin 'ürəyi' sayılan baş və köməkçi mühərriklərin, boru kəmərlərinin, nasosların, kompressorların və digər mexaniki sistemlərin fasiləsiz, təhlükəsiz və səmərəli işləməsini təmin edən bir sahədir. Bu ixtisas gəmi mexaniki peşəsinin əsasını təşkil edir və termodinamika, materialşünaslıq, daxiliyanma mühərrikləri, gəmi köməkçi mexanizmləri və avtomatika kimi fundamental fənləri əhatə edir.",
  "future": "Dəniz nəqliyyatı qlobal ticarətin onurğa sütunu olduğu üçün gəmi mexaniklərinə olan tələbat həmişə yüksəkdir. Gələcəkdə daha ekoloji təmiz yanacaqlarla (LNG, metanol, hidrogen) işləyən mühərriklərin tətbiqi, mürəkkəb hibrid və tam elektrikli hərəkət sistemlərinin yayılması və avtomatlaşdırma səviyyəsinin artması bu sahənin mütəxəssislərindən daha dərin biliklər tələb edəcək. Uzaqdan monitorinq və diaqnostika sistemləri də gəmi mexaniklərinin işinin ayrılmaz hissəsinə çevriləcək.",
  "job_opportunities": "Azərbaycan Xəzər Dəniz Gəmiçiliyi (ASCO) QSC-nin bütün növ gəmiləri (tanker, quru yük, bərə, sərnişin), SOCAR-ın və BP-nin təchizat və xüsusi təyinatlı gəmiləri, gəmi təmiri zavodları, limanların texniki xidmət şöbələri, təsnifat cəmiyyətləri (məsələn, Rusiya Dəniz Registrı), dəniz mühəndisliyi ilə bağlı şirkətlər.",
  "possible_positions": [
    "Gəmi mexaniki (4-cü mexanikdən başlayaraq baş mexanikədək)",
    "Gəmi təmiri üzrə mühəndis",
    "Gəmiçilik şirkətində texniki şöbənin mütəxəssisi (Superintendent)",
    "Dizel mühərrikləri üzrə servis mühəndisi",
    "Gəmi avadanlıqlarının satışı üzrə texniki mütəxəssis",
    "Təsnifat cəmiyyətinin inspektoru"
  ],
  "recommendations": "Təhsil müddətində real gəmilərdə və mühərrik trenajorlarında maksimum dəniz təcrübəsi toplamaq mütləqdir. İngilis dilini texniki səviyyədə bilmək beynəlxalq sularda işləmək üçün əsas şərtdir. Müasir mühərriklərin elektron idarəetmə sistemləri ilə tanış olmaq, hidravlika, pnevmatika və elektrik mühəndisliyinin əsaslarını öyrənmək vacibdir. Məzun olduqdan dərhal sonra Beynəlxalq Dəniz Təşkilatının (IMO) tələblərinə uyğun bütün zəruri sertifikatları (STCW sertifikatları) almaqla işə başlaya bilərsiniz."
}
