
{
  "name": "Hava nəqliyyatının hərəkətinin təşkili",
  "slug": "hava-neqliyyatinin-hereketinin-teskili",
  "description": "Hava nəqliyyatının hərəkətinin təşkili ixtisası, hava məkanında təyyarələrin təhlükəsiz, nizamlı və səmərəli hərəkətini təmin edən dispetçerlərin və digər yerüstü xidmət mütəxəssislərinin hazırlanması ilə məşğul olur. Bu sahə aeronaviqasiya, meteorologiya, radiotexnika, aviasiya qanunvericiliyi və insan faktoru kimi kompleks bilikləri əhatə edir. Bu, son dərəcə məsuliyyətli və yüksək diqqət tələb edən bir peşədir.",
  "future": "Aviasiya sənayesi daim böyüyür və hava məkanı getdikcə daha da yüklənir. Bu, hava hərəkətini idarə edən mütəxəssislərə olan tələbatı stabil olaraq yüksək saxlayır. Gələcəkdə süni intellektə əsaslanan idarəetmə sistemlərinin, pilotsuz uçuş aparatlarının (dronların) hava məkanına inteqrasiyasının və peyk əsaslı naviqasiya texnologiyalarının (NextGen, SESAR) tətbiqi bu sahəni daha da mürəkkəb və texnoloji edəcək. Bu sahənin mütəxəssisləri daim öz biliklərini yeniləməlidirlər.",
  "job_opportunities": "Məzunlar üçün əsas iş yeri 'Azəraeronaviqasiya' Hava Hərəkəti İdarəsidir (AZANS). Həmçinin, hava limanlarının yerüstü xidmət şöbələri, aviaşirkətlərin uçuşların planlaşdırılması departamentləri və Dövlət Mülki Aviasiya Agentliyi kimi qurumlar da potensial iş yerləridir.",
  "possible_positions": [
    "Hava hərəkətinin idarə edilməsi üzrə dispetçer (hava hərəkəti nəzarətçisi)",
    "Uçuşların planlaşdırılması üzrə mütəxəssis",
    "Aeronaviqasiya məlumatları üzrə mütəxəssis",
    "Aviasiya meteoroloqu",
    "Uçuşların təhlükəsizliyi üzrə mütəxəssis",
    "Aviasiya təlim mərkəzində təlimatçı"
  ],
  "recommendations": "Bu ixtisas üçün güclü məntiqi və analitik düşüncə, stresə davamlılıq, sürətli qərar vermə qabiliyyəti və yüksək məsuliyyət hissi vacibdir. İngilis dilini mükəmməl səviyyədə bilmək (ICAO Level 4 və yuxarı) mütləq şərtdir, çünki beynəlxalq aviasiyada bütün kommunikasiya ingilis dilində aparılır. Təhsil müddətində müasir dispetçer trenajorlarında maksimum təcrübə toplamaq və beynəlxalq aviasiya qaydalarını (ICAO sənədləri) dərindən öyrənmək lazımdır. Məzun olduqdan sonra müvafiq lisenziyaları almaq üçün imtahanlardan keçmək tələb olunur."
}
