
{
  "name": "Hərbi tibb",
  "slug": "herbi-tibb",
  "description": "Hərbi tibb ixtisası, sülh və müharibə dövründə silahlı qüvvələrin şəxsi heyətinin sağlamlığının qorunması, tibbi təminatının təşkili, döyüş şəraitində yaranan xəsarətlərin və xəstəliklərin müalicəsi və profilaktikası ilə məşğul olan həkimlər hazırlayan xüsusi təyinatlı bir sahədir. Bu ixtisas ümumi tibb bilikləri ilə yanaşı, hərbi-səhra cərrahiyyəsi, hərbi toksikologiya, hərbi epidemiologiya və hərbi-tibbi təchizat kimi spesifik fənləri əhatə edir.",
  "future": "Müasir müharibələrin xarakterinin dəyişməsi, yeni silah növlərinin yaranması və hibrid təhdidlər hərbi tibbin qarşısında yeni vəzifələr qoyur. Gələcəkdə döyüş meydanında tibbi evakuasiyanın təşkili, telenəzarət və teletibb texnologiyalarının tətbiqi, döyüşçülərin psixoloji reabilitasiyası və bioterrorizmə qarşı mübarizə kimi istiqamətlər daha da aktuallaşacaq. Yüksək ixtisaslı hərbi həkimlərə olan ehtiyac ölkənin müdafiə qabiliyyətinin vacib bir elementi olaraq qalacaq.",
  "job_opportunities": "Məzunlar Azərbaycan Respublikası Müdafiə Nazirliyinin, Daxili Qoşunların, Dövlət Sərhəd Xidmətinin və digər güc strukturlarının hərbi hospitallarında, tibb məntəqələrində, sanatoriyalarında və mərkəzi idarəetmə orqanlarında hərbi həkim (zabit) kimi xidmətə başlayırlar.",
  "possible_positions": [
    "Hərbi həkim",
    "Tibb xidməti rəisi (bölük, tabor, briqada səviyyəsində)",
    "Hərbi cərrah",
    "Hərbi epidemioloq",
    "Hərbi toksikoloq",
    "Hərbi hospitalın şöbə rəisi",
    "Hərbi-tibb təlimatçısı"
  ],
  "recommendations": "Bu ixtisas təkcə dərin tibbi biliklər deyil, həm də yüksək fiziki və psixoloji dözümlülük, intizam, cəsarət və ekstremal şəraitdə qərar vermə bacarığı tələb edir. Təhsil müddətində həm nəzəri tibbi fənləri, həm də hərbi nizamnamələri, atəş və taktiki hazırlığı mükəmməl mənimsəmək lazımdır. İlk tibbi yardım və təxirəsalınmaz cərrahi müdaxilə bacarıqları bu peşənin əsasıdır. Hərbi hissələrdə və hospitallarda keçirilən təcrübələr gələcək fəaliyyət üçün çox vacibdir."
}
