
{
  "name": "Həyat fəaliyyətinin təhlükəsizliyi mühəndisliyi",
  "slug": "heyat-fealiyyetinin-tehlukesizliyi-muhendisliyi",
  "description": "Həyat fəaliyyətinin təhlükəsizliyi mühəndisliyi, sənaye müəssisələrində, tikintidə və digər sahələrdə insan sağlamlığının və əməyin mühafizəsini, texnogen qəzaların və peşə xəstəliklərinin qarşısının alınmasını təmin edən sistemlərin yaradılması və idarə olunması ilə məşğul olur. Bu ixtisas əməyin mühafizəsi, texniki təhlükəsizlik, yanğın təhlükəsizliyi və ətraf mühitin mühafizəsi kimi sahələri əhatə edir.",
  "future": "Qlobal miqyasda iş yerlərində təhlükəsizlik standartlarına və ekoloji normalara olan tələblərin sərtləşməsi bu sahənin mütəxəssislərinə olan ehtiyacı artırır. Azərbaycanda sənayenin inkişafı, yeni zavodların və böyük tikinti layihələrinin həyata keçirilməsi SƏTƏM (Sağlamlıq, Əməyin Təhlükəsizliyi və Ətraf Mühit) mütəxəssisləri üçün stabil iş bazarı yaradır. Risklərin qiymətləndirilməsi və idarə olunması, təhlükəsizlik mədəniyyətinin formalaşdırılması şirkətlərin prioritetinə çevrilir.",
  "job_opportunities": "Bütün sənaye müəssisələri (neft-qaz, kimya, metallurgiya, emal), tikinti şirkətləri, Fövqəladə Hallar Nazirliyi, Əmək və Əhalinin Sosial Müdafiəsi Nazirliyinin Dövlət Əmək Müfəttişliyi Xidməti, enerji şirkətləri, nəqliyyat və logistika müəssisələri, SƏTƏM üzrə məsləhət və təlim xidmətləri göstərən şirkətlər.",
  "possible_positions": [
    "SƏTƏM (HSE) mühəndisi/mütəxəssisi/meneceri",
    "Əməyin mühafizəsi üzrə mühəndis",
    "Təhlükəsizlik texnikası üzrə mühəndis",
    "Yanğın təhlükəsizliyi üzrə mütəxəssis",
    "Riskların qiymətləndirilməsi üzrə mütəxəssis",
    "SƏTƏM üzrə təlimçi",
    "SƏTƏM üzrə auditor"
  ],
  "recommendations": "Təhsil müddətində Azərbaycan Respublikasının əmək və təhlükəsizlik qanunvericiliyini dərindən öyrənmək vacibdir. ISO 45001 (Əməyin Sağlamlığı və Təhlükəsizliyi İdarəetmə Sistemi) və ISO 14001 (Ətraf Mühitin İdarə Edilməsi Sistemi) kimi beynəlxalq standartlarla tanışlıq böyük üstünlükdür. Məzun olduqdan sonra NEBOSH IGC, IOSH kimi beynəlxalq səviyyədə tanınan sertifikatlar əldə etmək, xüsusilə xarici şirkətlərdə və böyük layihələrdə işə qəbul şansını kəskin artırır. İlk yardım və yanğınsöndürmə üzrə praktiki təlimlərdə iştirak etmək də tövsiyə olunur."
}
