
{
  "name": "Hüquqşünaslıq",
  "slug": "huquqsunasliq",
  "description": "Hüquqşünaslıq, cəmiyyətdəki münasibətləri tənzimləyən hüquq normaları sistemini, onların yaranmasını, tətbiqini və təfsirini öyrənən fundamental bir sosial elmdir. Bu ixtisas dövlət və hüquq nəzəriyyəsi, konstitusiya hüququ, mülki hüquq, cinayət hüququ, inzibati hüquq, beynəlxalq hüquq və digər sahələri əhatə edir. Hüquqşünaslar ədalətin təmin olunması, qanunun aliliyinin qorunması və vətəndaşların hüquqlarının müdafiəsi ilə məşğul olurlar.",
  "future": "Hüquqşünas peşəsi həmişə cəmiyyətin ən nüfuzlu və tələb olunan peşələrindən biri olmuşdur və bu, gələcəkdə də belə qalacaq. Rəqəmsal texnologiyaların inkişafı ilə kibercinayətkarlıq, informasiya hüququ, süni intellektin tənzimlənməsi kimi yeni hüquq sahələri yaranır. Beynəlxalq ticarətin və investisiyaların artması beynəlxalq kommersiya hüququ, arbitraj və enerji hüququ sahəsindəki mütəxəssislərə olan tələbatı artırır.",
  "job_opportunities": "Məhkəmələr, prokurorluq orqanları, vəkillik qurumları (Vəkillər Kollegiyası), notariat ofisləri, dövlət orqanlarının hüquq şöbələri, bankların və böyük şirkətlərin hüquq departamentləri, hüquq və konsaltinq şirkətləri, beynəlxalq təşkilatlar.",
  "possible_positions": [
    "Hakim",
    "Prokuror",
    "Vəkil",
    "Notarius",
    "Müstəntiq",
    "Hüquqşünas (korporativ)",
    "Hüquq məsləhətçisi",
    "Beynəlxalq hüquq üzrə mütəxəssis",
    "İnsan resursları üzrə mütəxəssis (əmək qanunvericiliyi)"
  ],
  "recommendations": "Bu ixtisas güclü məntiq, analitik təfəkkür, detallara diqqət və yüksək hafizə tələb edir. Təhsil müddətində qanunvericilik bazasını dərindən öyrənmək və mütəmadi olaraq dəyişiklikləri izləmək mütləqdir. Hüquq klinikalarında iştirak etmək, məhkəmə proseslərini izləmək və hüquq şirkətlərində təcrübə keçmək praktiki bacarıqlar üçün əvəzsizdir. Məzun olduqdan sonra hakim, prokuror, vəkil və ya notarius olmaq üçün müvafiq ixtisas imtahanlarından keçmək tələb olunur. Xarici dil bilikləri beynəlxalq hüquq və ya korporativ hüquq sahəsində karyera qurmaq üçün vacibdir."
}
