
{
  "name": "İctimai səhiyyə",
  "slug": "ictimai-sehiyye",
  "description": "İctimai səhiyyə, ayrı-ayrı fərdlərin deyil, bütün cəmiyyətin və onun qruplarının sağlamlığının yaxşılaşdırılması, xəstəliklərin qarşısının alınması və ömrün uzadılması ilə məşğul olan bir elm və sənət sahəsidir. Bu ixtisas epidemiologiya, biostatistika, səhiyyə siyasəti və idarəetməsi, ətraf mühit və sağlamlıq, sağlamlığın təşviqi və maarifləndirmə kimi sahələri əhatə edir.",
  "future": "Pandemiyalar, xroniki xəstəliklərin (ürək-damar, diabet) artması və ətraf mühitlə bağlı sağlamlıq riskləri ictimai səhiyyənin rolunu getdikcə daha da artırır. Gələcəkdə böyük məlumatların (Big Data) sağlamlıq analizində istifadəsi, rəqəmsal sağlamlıq (e-Health), qeyri-infeksion xəstəliklərlə mübarizə proqramları və sübuta əsaslanan səhiyyə siyasətinin hazırlanması bu sahənin əsas inkişaf istiqamətləri olacaq.",
  "job_opportunities": "Səhiyyə Nazirliyi, TƏBİB (Tibbi Ərazi Bölmələrini İdarəetmə Birliyi), İctimai Səhiyyə və İslahatlar Mərkəzi, Gigiyena və Epidemiologiya Mərkəzləri, beynəlxalq təşkilatlar (Ümumdünya Səhiyyə Təşkilatı, UNICEF), xəstəxanaların idarəetmə strukturları, sığorta şirkətləri, əczaçılıq şirkətləri (kliniki tədqiqatlar), qeyri-hökumət təşkilatları.",
  "possible_positions": [
    "İctimai səhiyyə mütəxəssisi",
    "Epidemioloq",
    "Biostatistik",
    "Səhiyyə meneceri",
    "Səhiyyə siyasəti üzrə analitik",
    "Sağlamlığın təşviqi üzrə koordinator",
    "Klinik tədqiqatlar üzrə mütəxəssis (CRA)"
  ],
  "recommendations": "Təhsil müddətində statistika və tədqiqat metodologiyası fənlərinə xüsusi diqqət yetirmək vacibdir. SPSS, R və ya Stata kimi statistik proqram paketlərini öyrənmək böyük üstünlükdür. İctimai səhiyyə layihələrində könüllü kimi iştirak etmək və ya təcrübə proqramlarına qoşulmaq praktiki biliklərinizi artıracaq. İngilis dilini yüksək səviyyədə bilmək beynəlxalq tədqiqatları izləmək və beynəlxalq təşkilatlarda karyera qurmaq üçün mütləqdir. Magistr (MPH - Master of Public Health) və ya doktorantura təhsili bu sahədə daha dərin ixtisaslaşma üçün çox tövsiyə olunur."
}
