
{
  "name": "İnşaat mühəndisliyi",
  "slug": "insaat-muhendisliyi",
  "description": "İnşaat mühəndisliyi, binaların, körpülərin, yolların, bəndlərin, tunellərin və digər infrastruktur obyektlərinin layihələndirilməsi, tikintisi və istismarı ilə məşğul olan ən qədim və fundamental mühəndislik sahələrindən biridir. Bu ixtisas materiallar müqaviməti, qruntlar mexanikası, inşaat konstruksiyaları, tikintinin texnologiyası və təşkili kimi fənlərə əsaslanır.",
  "future": "Urbanizasiyanın artması, infrastrukturun yenilənməsi zərurəti və yeni 'ağıllı şəhər' konsepsiyalarının tətbiqi inşaat mühəndislərinə olan tələbatı daima yüksək saxlayır. Gələcəkdə daha davamlı və ekoloji təmiz tikinti materiallarının istifadəsi, Bina İnformasiya Modelləşdirilməsi (BIM) texnologiyalarının geniş tətbiqi, zəlzələyə davamlı konstruksiyaların və enerji səmərəli binaların layihələndirilməsi bu sahənin əsas inkişaf istiqamətləri olacaq.",
  "job_opportunities": "Böyük dövlət və özəl tikinti şirkətləri, layihə institutları və konstruktor büroları, daşınmaz əmlakın inkişafı (development) şirkətləri, Fövqəladə Hallar Nazirliyi, Dövlət Şəhərsalma və Arxitektura Komitəsi, Azərbaycan Avtomobil Yolları Dövlət Agentliyi, bələdiyyələr, tikinti materialları istehsal edən müəssisələr.",
  "possible_positions": [
    "İnşaat mühəndisi (sahə mühəndisi)",
    "Konstruktor mühəndis",
    "Layihəçi mühəndis",
    "Smetaçı mühəndis",
    "Keyfiyyətə nəzarət mühəndisi",
    "Layihə rəhbəri",
    "Texniki nəzarət mühəndisi",
    "BIM menecer/mütəxəssis"
  ],
  "recommendations": "Təhsil müddətində AutoCAD, ArchiCAD, Revit, Lira, SCAD Office kimi proqramları dərindən öyrənmək mütləqdir. Xüsusilə, BIM texnologiyası olan Revit proqramını bilmək müasir əmək bazarında böyük üstünlükdür. İnşaat normaları və qaydaları (AzDTN) ilə tanış olmaq vacibdir. Tikinti sahələrində təcrübə keçmək nəzəri biliklərinizi möhkəmləndirmək üçün ən yaxşı yoldur. Məzun olduqdan sonra Layihə İdarəetməsi (məsələn, PMP sertifikatı) üzrə biliklərinizi artırmaq daha yüksək vəzifələrə yüksəlməyinizə kömək edəcək."
}
