
{
  "name": "Jurnalistika",
  "slug": "jurnalistika",
  "description": "Jurnalistika, cəmiyyətdə baş verən hadisələr haqqında məlumatların toplanması, araşdırılması, emalı və kütləvi informasiya vasitələri (qəzet, jurnal, televiziya, radio, internet) ilə ictimaiyyətə çatdırılması peşəsidir. Bu ixtisas təkcə yazı bacarığı deyil, həm də reportaj hazırlama, müsahibə götürmə, fakt yoxlama (fact-checking), media hüququ və etikası kimi sahələri əhatə edir. Jurnalistika 'dördüncü hakimiyyət' adlandırılaraq cəmiyyətin güzgüsü rolunu oynayır.",
  "future": "Rəqəmsal media və sosial şəbəkələrin inkişafı jurnalistikanı kökündən dəyişib. Gələcəyin jurnalistikası daha çox data-jurnalistika (böyük məlumatların analizi və vizuallaşdırılması), mobil jurnalistika (MoJo), multimedia hekayə anlatımı (multimedia storytelling) və podkastinq üzərində qurulacaq. İnformasiya bolluğu şəraitində etibarlı, qərəzsiz və yoxlanılmış məlumat təqdim edən peşəkar jurnalistlərə ehtiyac heç vaxt azalmayacaq.",
  "job_opportunities": "Televiziya və radio kanalları, xəbər agentlikləri, qəzet və jurnallar, xəbər saytları və internet portalları, dövlət orqanlarının və özəl şirkətlərin mətbuat xidmətləri, PR və kommunikasiya agentlikləri, beynəlxalq media qurumlarının yerli nümayəndəlikləri.",
  "possible_positions": [
    "Müxbir/Reportyor",
    "Redaktor",
    "Aparıcı (TV/Radio)",
    "Mətbuat katibi",
    "İctimaiyyətlə əlaqələr (PR) mütəxəssisi",
    "Kontent menecer/Kopirayter",
    "Media analitik",
    "SMM menecer",
    "Tədqiqatçı-jurnalist (Investigative Journalist)"
  ],
  "recommendations": "Bu peşə yüksək ünsiyyət bacarığı, maraq, cəsarət və operativlik tələb edir. Təhsil müddətində müxtəlif media orqanlarında təcrübə keçmək, real reportajlar hazırlamaq və portfolionuzu yaratmaq mütləqdir. Foto və video çəkilişi, montaj və qrafik dizayn proqramlarının (məsələn, Adobe Premiere, Photoshop) əsaslarını öyrənmək sizi universal mütəxəssis edəcək. Sosial media alətlərini və rəqəmsal marketinqin əsaslarını bilmək müasir dövrün tələbidir. Yazılarınızı və reportajlarınızı paylaşmaq üçün şəxsi bloq və ya sosial media profili yaratmaq faydalıdır."
}
