
{
  "name": "Kimya",
  "slug": "kimya",
  "description": "Kimya, maddənin tərkibini, quruluşunu, xassələrini və çevrilmələrini, həmçinin bu çevrilmələr zamanı baş verən enerji dəyişikliklərini öyrənən fundamental təbiət elmidir. Bu ixtisas qeyri-üzvi, üzvi, analitik, fiziki və kolloid kimya kimi klassik sahələri əhatə edir. Kimyaçılar yeni molekullar sintez edir, maddələrin tərkibini təyin edir və kimyəvi proseslərin qanunauyğunluqlarını araşdırırlar.",
  "future": "Kimya elmi həyatımızın bütün sahələrinə nüfuz edir. Yeni dərmanların yaradılması, yüksək texnoloji materialların (polimerlər, kompozitlər) sintezi, alternativ enerji mənbələri üçün katalizatorların hazırlanması, ətraf mühitin çirklənmədən təmizlənməsi texnologiyaları və qida təhlükəsizliyi kimi sahələrin inkişafı birbaşa kimya elminin nailiyyətlərindən asılıdır. Analitik və tədqiqat bacarıqlarına malik peşəkar kimyaçılara sənayedə, elmdə və təhsildə həmişə tələbat olacaq.",
  "job_opportunities": "Elmi-tədqiqat institutları (AMEA-nın kimya yönümlü institutları), universitetlər, sənaye müəssisələrinin mərkəzi laboratoriyaları (neft-kimya, metallurgiya, əczaçılıq, qida), keyfiyyətə nəzarət və sertifikatlaşdırma mərkəzləri, tibbi-diaqnostik laboratoriyalar, Ekologiya və Təbii Sərvətlər Nazirliyinin monitorinq laboratoriyaları, məktəblər və təhsil mərkəzləri.",
  "possible_positions": [
    "Kimyaçı-tədqiqatçı/Elmi işçi",
    "Kimyaçı-laborant",
    "Kimyaçı-analitik",
    "Kimyaçı-texnoloq",
    "Keyfiyyətə nəzarət mütəxəssisi",
    "Kimya müəllimi/Repetitor"
  ],
  "recommendations": "Bu ixtisas dərin nəzəri biliklərlə yanaşı, mükəmməl laboratoriya bacarıqları tələb edir. Təhsil müddətində müxtəlif sintez və analiz metodlarına yiyələnmək, xromatoqrafiya (HPLC, GC), spektroskopiya (UV-Vis, IR, NMR) kimi müasir analiz cihazları ilə işləməyi öyrənmək çox vacibdir. Elmi məqalələri (xüsusilə ingilis dilində) oxumaq və yazmaq vərdişlərinizi inkişaf etdirin. Universitetin tədqiqat laboratoriyalarında işləmək və ya istehsalatda təcrübə keçmək karyeranız üçün möhkəm zəmin yaradacaq."
}
