
{
  "name": "Kompüter mühəndisliyi",
  "slug": "komputer-muhendisliyi",
  "description": "Kompüter mühəndisliyi, kompüterin həm texniki təminatının (hardware), həm də proqram təminatının (software) dizaynı, hazırlanması və inteqrasiyası ilə məşğul olan bir mühəndislik sahəsidir. Bu ixtisas rəqəmsal məntiq dizaynı, mikroprosessorlar, kompüter arxitekturası, əməliyyat sistemləri və kompüter şəbəkələri kimi fənləri birləşdirir. Kompüter mühəndisləri proqramçılarla elektronika mühəndisləri arasında bir körpü rolunu oynayırlar.",
  "future": "Ağıllı cihazların, 'Əşyaların İnterneti'nin (IoT), robototexnikanın və daxilə quraşdırılmış sistemlərin (embedded systems) sürətli inkişafı ilə kompüter mühəndislərinə olan tələbat artmaqda davam edəcək. Gələcəkdə daha sürətli və enerji səmərəli prosessorların dizaynı, ixtisaslaşmış çiplərin (məsələn, süni intellekt üçün) yaradılması və hardware ilə proqram təminatı arasında daha dərin inteqrasiya bu sahənin əsas istiqamətləri olacaq.",
  "job_opportunities": "Intel, NVIDIA, Apple, Samsung kimi çip və cihaz istehsalçıları, telekommunikasiya şirkətləri, müdafiə sənayesi, avtomobil sənayesi (avtonom idarəetmə sistemləri), robototexnika və IoT startapları, proqram təminatı şirkətlərinin aşağı səviyyəli proqramlaşdırma (low-level programming) departamentləri.",
  "possible_positions": [
    "Daxilə quraşdırılmış sistemlər mühəndisi (Embedded Systems Engineer)",
    "Firmware mühəndisi",
    "Hardware mühəndisi",
    "Sistem proqramçısı (Kernel/Driver Developer)",
    "ASIC/FPGA dizayn mühəndisi",
    "Test mühəndisi (Hardware)",
    "Kompüter arxitektoru"
  ],
  "recommendations": "Təhsil müddətində C və C++ proqramlaşdırma dillərini, həmçinin Assembly dilinin əsaslarını dərindən öyrənmək çox vacibdir. VHDL və ya Verilog kimi hardware təsvir dillərini (HDL) bilmək çip dizaynı sahəsində karyera üçün üstünlükdür. Arduino, Raspberry Pi kimi platformalarla real layihələr hazırlamaq, elektron sxemləri dizayn etmək və lehimləmə kimi praktiki bacarıqlara yiyələnmək tövsiyə olunur. Əməliyyat sistemlərinin və kompüter arxitekturasının dərinliklərini öyrənmək bu sahədə uğurlu olmaq üçün fundamental şərtdir."
}
