
{
  "name": "Logistika və nəqliyyat texnologiyaları mühəndisliyi",
  "slug": "logistika-ve-neqliyyat-texnologiyalari-muhendisliyi",
  "description": "Logistika və nəqliyyat texnologiyaları mühəndisliyi, yüklərin, məlumatın və resursların bir nöqtədən digərinə səmərəli və effektiv şəkildə hərəkətini planlaşdıran, icra edən və idarə edən bir mühəndislik sahəsidir. Bu ixtisas nəqliyyat sistemləri, anbar təsərrüfatı, təchizat zəncirinin idarə olunması, gömrük və daşıma əməliyyatları kimi sahələri əhatə edir.",
  "future": "Qlobal ticarətin artması və elektron ticarətin sürətli inkişafı logistika mütəxəssislərinə olan tələbatı kəskin şəkildə artırır. Gələcəkdə süni intellektə əsaslanan marşrutların optimallaşdırılması, anbarların avtomatlaşdırılması (robotlar), 'Əşyaların İnterneti' (IoT) vasitəsilə yüklərin real zamanlı izlənilməsi və 'yaşıl logistika' (ətraf mühitə zərəri azaldan daşımalar) bu sahənin əsas inkişaf istiqamətləri olacaq.",
  "job_opportunities": "Beynəlxalq və yerli nəqliyyat-ekspeditor şirkətləri, istehsalat müəssisələrinin logistika şöbələri, böyük ticarət və pərakəndə satış şəbəkələri, logistika mərkəzləri və terminallar, gömrük brokerləri, dəniz limanları və hava limanlarının karqo şöbələri.",
  "possible_positions": [
    "Logistika mühəndisi/meneceri",
    "Təchizat zənciri üzrə mütəxəssis",
    "Nəqliyyat planlaması üzrə mütəxəssis",
    "Anbar rəisi/meneceri",
    "Gömrük təmsilçisi",
    "Satınalma mütəxəssisi",
    "Dispetçer"
  ],
  "recommendations": "Təhsil müddətində təchizat zəncirinin idarə olunması (Supply Chain Management - SCM) və anbar idarəetmə sistemləri (Warehouse Management System - WMS) proqramları ilə tanış olmaq vacibdir. Beynəlxalq ticarət qaydalarını (Incoterms) və gömrük prosedurlarını öyrənmək böyük üstünlükdür. Xarici dil bilikləri, xüsusilə ingilis dili, beynəlxalq daşımalarla məşğul olan şirkətlərdə karyera qurmaq üçün mütləqdir. Məzun olduqdan sonra FIATA (Beynəlxalq Ekspeditor Assosiasiyaları Federasiyası) və ya CILT (Chartered Institute of Logistics and Transport) kimi qurumların sertifikatlarını almaq karyera inkişafınıza güclü təkan verəcək."
}
