
{
  "name": "Məktəbəqədər yaş dövrünün inkişafı və təhsili",
  "slug": "mektebeqeder-yas-dovrunun-inkisafi-ve-tehsili",
  "description": "Bu ixtisas, uşaqların doğuşdan məktəbə başlayana qədər olan dövrdə fiziki, idraki, sosial və emosional inkişafının qanunauyğunluqlarını və onların təlim-tərbiyə prosesinin təşkilini öyrənir. Tələbələr uşaq psixologiyası, erkən yaş dövrünün pedaqogikası, oyun əsaslı öyrənmə metodları, nitq inkişafı və valideynlərlə işin təşkili kimi mövzuları mənimsəyirlər.",
  "future": "Erkən yaş dövründə inkişafın uşağın bütün gələcək həyatına təsiri elmi cəhətdən sübut edildikcə, bu sahəyə diqqət və tələbat artır. İnklüziv təhsil (xüsusi qayğıya ehtiyacı olan uşaqların ümumi təhsilə cəlb edilməsi) və oyun əsaslı rəqəmsal öyrənmə vasitələrinin tətbiqi gələcəyin əsas trendləridir. İki dilli və ya çox dilli təhsil modellərinin erkən yaşdan tətbiqi üzrə mütəxəssislərə ehtiyac yaranır. Valideynlərin maarifləndirilməsi və onlara dəstək proqramları da aktuallıq qazanır.",
  "job_opportunities": "Dövlət və özəl uşaq bağçaları, məktəbəqədər hazırlıq mərkəzləri, uşaq inkişaf mərkəzləri, reabilitasiya mərkəzləri, uşaq evləri, Təhsil Nazirliyi və onun tabeliyindəki Məktəbəqədər və Ümumi Təhsil üzrə Dövlət Agentliyi, pedaqoji və psixoloji xidmət mərkəzləri, uşaqlar üçün təhsil proqramları və oyuncaqlar hazırlayan şirkətlər.",
  "possible_positions": [
    "Məktəbəqədər təhsil müəssisəsinin tərbiyəçisi",
    "Metodist",
    "Uşaq bağçası müdiri",
    "Erkən inkişaf mütəxəssisi",
    "İnklüziv təhsil mütəxəssisi",
    "Oyun terapevti",
    "Valideyn məsləhətçisi"
  ],
  "recommendations": "Uşaqlara qarşı sevgi, səbir və yüksək ünsiyyət bacarıqları bu peşənin əsasını təşkil edir. Yaradıcı olmaq, oyunlar və fəaliyyətlər təşkil etməyi bacarmaq vacibdir. Uşaq psixologiyası və inkişaf mərhələləri haqqında dərin biliklərə yiyələnmək şərtdir. Musiqi, rəsm və əl işləri kimi bacarıqlar tərbiyəçinin işini daha zəngin və effektiv edir. İlk tibbi yardım biliklərinə sahib olmaq tövsiyə olunur. Bu sahədəki müasir metodları (Montessori, Reggio Emilia) araşdırmaq və tətbiq etmək peşəkar inkişaf üçün faydalıdır."
}
