
{
  "name": "Meliorasiya mühəndisliyi",
  "slug": "meliorasiya-muhendisliyi",
  "description": "Meliorasiya mühəndisliyi, torpaqların su rejimini yaxşılaşdırmaq, kənd təsərrüfatı üçün yararsız və ya az məhsuldar torpaqları istifadəyə yararlı hala gətirmək məqsədi daşıyan bir mühəndislik sahəsidir. Bu ixtisas suvarma sistemlərinin (kanallar, boru kəmərləri), drenaj şəbəkələrinin (torpaqların qurudulması), su anbarlarının və nasos stansiyalarının layihələndirilməsi, tikintisi və istismarını əhatə edir.",
  "future": "Qlobal iqlim dəyişikliyi və su qıtlığı problemləri fonunda su ehtiyatlarından səmərəli istifadə və torpaqların şoranlaşma və eroziyadan qorunması həyati əhəmiyyət kəsb edir. Müasir damla və yağışyağdırma suvarma sistemlərinin, su itkisini minimuma endirən texnologiyaların və torpağın vəziyyətini monitorinq edən ağıllı sistemlərin tətbiqi bu sahənin gələcəyini müəyyən edir. Meliorasiya mühəndisləri ölkənin ərzaq təhlükəsizliyinin təmin olunmasında və ekoloji tarazlığın qorunmasında mühüm rol oynayırlar.",
  "job_opportunities": "Azərbaycan Meliorasiya və Su Təsərrüfatı ASC və onun regional idarələri, Fövqəladə Hallar Nazirliyinin Su Ehtiyatları Dövlət Agentliyi, Kənd Təsərrüfatı Nazirliyinin müvafiq strukturları, layihə institutları, su təchizatı və kanalizasiya sistemlərinin tikintisi və istismarı ilə məşğul olan şirkətlər, böyük aqroparklar və fermer təsərrüfatları.",
  "possible_positions": [
    "Mühəndis-hidrotexnik",
    "Meliorasiya mühəndisi",
    "Layihəçi mühəndis (hidrotexniki qurğular üzrə)",
    "Suvarma sistemləri üzrə mütəxəssis",
    "İstismar sahəsi rəisi",
    "Texniki nəzarət mühəndisi",
    "Hidrogeoloq"
  ],
  "recommendations": "Təhsil müddətində AutoCAD, Civil 3D, ArcGIS kimi proqramları öyrənmək layihələndirmə və xəritəçəkmə bacarıqları üçün çox vacibdir. Hidravlika, hidrologiya və qruntlar mexanikası fənlərini dərindən mənimsəmək lazımdır. Çöl təcrübələri və real su təsərrüfatı obyektlərində (su anbarları, kanallar, nasos stansiyaları) təcrübə keçmək nəzəri bilikləri praktika ilə əlaqələndirmək üçün əvəzsizdir. Müasir suvarma texnologiyaları və su qənaəti metodları ilə maraqlanmaq gələcək karyeranızda sizə üstünlük verəcək."
}
