
{
  "name": "Memarlıq",
  "slug": "memarliq",
  "description": "Memarlıq, binaların və digər fiziki quruluşların dizaynı, layihələndirilməsi və tikintisi ilə məşğul olan bir sənət və elm sahəsidir. Bu ixtisas təkcə texniki biliklər deyil, həm də bədii zövq, məkan təfəkkürü və yaradıcılıq tələb edir. Memarlar insanların yaşaması, işləməsi və istirahəti üçün funksional, təhlükəsiz və estetik baxımdan cəlbedici məkanlar yaradırlar.",
  "future": "Gələcəyin memarlığı 'yaşıl' və dayanıqlı prinsiplərə əsaslanacaq. Enerji səmərəli binalar, ağıllı ev sistemləri, mövcud şəhər mühitinin yenidən qurulması (urban revitalizasiya) və ictimai məkanların humanistləşdirilməsi əsas trendlər olacaq. Bina İnformasiya Modelləşdirilməsi (BIM) texnologiyaları, virtual reallıq (VR) və süni intellektin dizayn prosesinə inteqrasiyası memarın işini kökündən dəyişdirəcək və yeni imkanlar yaradacaq.",
  "job_opportunities": "Memarlıq və layihə şirkətləri, tikinti şirkətləri, Dövlət Şəhərsalma və Arxitektura Komitəsi, Fövqəladə Hallar Nazirliyinin Tikintidə Təhlükəsizliyə Nəzarət Dövlət Agentliyi, yerli icra hakimiyyəti orqanlarının memarlıq şöbələri, daşınmaz əmlakın inkişafı (development) şirkətləri, interyer dizayn studiyaları.",
  "possible_positions": [
    "Memar",
    "Layihəçi memar",
    "Şəhərsalma üzrə mütəxəssis",
    "İnteryer dizayneri",
    "Landşaft memarı",
    "Memarlıq abidələrinin bərpası üzrə mütəxəssis",
    "Layihə rəhbəri",
    "BIM meneceri/mütəxəssis"
  ],
  "recommendations": "Təhsil müddətində qabiliyyət imtahanlarına ciddi hazırlaşmaq və rəsmxət, rəsm, kompozisiya bacarıqlarını inkişaf etdirmək şərtdir. AutoCAD, ArchiCAD, Revit, 3ds Max, SketchUp kimi proqramları peşəkar səviyyədə öyrənmək mütləqdir. Xüsusilə, BIM platforması olan Revit-i bilmək müasir əmək bazarında böyük üstünlükdür. Dünya memarlıq tarixini, müasir trendləri və məşhur memarların yaradıcılığını izləmək sizin dünyagörüşünüzü genişləndirəcək. Mütləq şəkildə öz layihələrinizdən ibarət portfolio yaratmağa başlayın."
}
