
{
  "name": "Neft-qaz mühəndisliyi",
  "slug": "neft-qaz-muhendisliyi",
  "description": "Neft-qaz mühəndisliyi, neft və qaz yataqlarının axtarışı, kəşfiyyatı, qazılması, hasilatı, nəqli və ilkin emalı ilə bağlı bütün prosesləri əhatə edən fundamental mühəndislik sahəsidir. Bu ixtisas geologiya, geofizika, qazma texnologiyaları, yataqların işlənməsi, hasilat texnologiyası və boru kəməri nəqli kimi fənləri özündə birləşdirir. Bu, Azərbaycan iqtisadiyyatının onurğa sütununu təşkil edən bir sahədir.",
  "future": "Azərbaycanın enerji sektoru üçün bu ixtisas həmişə strateji əhəmiyyətə malik olacaq. Mövcud yataqların məhsuldarlığının artırılması, çətin çıxarılan ehtiyatların işlənməsi, dənizin dərinliklərində yeni yataqların mənimsənilməsi və rəqəmsal texnologiyaların ('rəqəmsal yataq') tətbiqi bu sahənin gələcəyini müəyyən edir. Həmçinin, dekarbonizasiya və karbonun tutulub saxlanması (CCUS) kimi yeni istiqamətlər neft-qaz mühəndisləri üçün yeni çağırışlar və imkanlar yaradır.",
  "job_opportunities": "SOCAR və onun bütün törəmə müəssisələri (məsələn, Azneft İB, Neftqazelmitədqiqatlayihə İnstitutu), BP, Equinor, TotalEnergies kimi beynəlxalq enerji şirkətləri, Schlumberger, Halliburton, Baker Hughes kimi neft-servis şirkətləri, boru kəməri operatorları (məsələn, BTC Co.), elmi-tədqiqat institutları.",
  "possible_positions": [
    "Neft-qaz hasilatı üzrə mühəndis",
    "Qazma mühəndisi",
    "Yatağın işlənməsi üzrə mühəndis (Reservoir Engineer)",
    "Hasilat texnoloqu",
    "Quyu əməliyyatları üzrə mühəndis",
    "Boru kəməri mühəndisi",
    "SƏTƏM mühəndisi (neft-qaz sənayesində)"
  ],
  "recommendations": "Təhsil müddətində Petrel, Eclipse, tNavigator kimi neft-qaz sənayesində geniş istifadə olunan ixtisaslaşmış proqram təminatlarını öyrənmək çox vacibdir. İngilis dilini texniki səviyyədə mükəmməl bilmək beynəlxalq şirkətlərdə karyera qurmaq üçün əsas şərtdir. Neft-qaz platformalarında və mədənlərdə istehsalat təcrübəsi keçmək nəzəri bilikləri praktika ilə birləşdirmək üçün ən yaxşı fürsətdir. Məzun olduqdan sonra IADC, IWCF kimi beynəlxalq quyu nəzarəti sertifikatları və ya digər peşəkar sertifikatlar almaq karyera inkişafınızı sürətləndirəcək."
}
