
{
  "name": "Nəqliyyat tikintisi mühəndisliyi",
  "slug": "neqliyyat-tikintisi-muhendisliyi",
  "description": "Nəqliyyat tikintisi mühəndisliyi, avtomobil və dəmir yolları, körpülər, tunellər, aerodromlar və digər nəqliyyat infrastrukturu obyektlərinin layihələndirilməsi, tikintisi, istismarı və təmiri ilə məşğul olan ixtisaslaşmış inşaat mühəndisliyi sahəsidir. Bu ixtisas geodeziya, qruntlar mexanikası, yol-tikinti materialları, körpü və tunel konstruksiyaları, tikintinin texnologiyası və təşkili fənlərini dərindən əhatə edir.",
  "future": "Azərbaycanın tranzit ölkə kimi rolunun artması və yeni beynəlxalq nəqliyyat dəhlizlərinin (məsələn, Zəngəzur dəhlizi) yaradılması yol-nəqliyyat infrastrukturunun tikintisi və modernləşdirilməsinə böyük tələbat yaradır. Yüksək sürətli dəmir yollarının, müasir avtomagistralların və mürəkkəb mühəndis qurğularının (körpülər, estakadalar, tunellər) tikintisi bu sahənin mütəxəssislərini gələcəkdə də yüksək tələbata malik edəcək. Yeni, daha davamlı tikinti materiallarının və texnologiyalarının tətbiqi də sahənin inkişaf prioritetlərindəndir.",
  "job_opportunities": "Azərbaycan Avtomobil Yolları Dövlət Agentliyi, 'Azərbaycan Dəmir Yolları' QSC, yol-tikinti şirkətləri, körpü və tunel tikintisi üzrə ixtisaslaşmış şirkətlər, layihə institutları, tikinti üzrə texniki nəzarət və məsləhət şirkətləri, tikinti materialları istehsal edən müəssisələr.",
  "possible_positions": [
    "Yol tikintisi mühəndisi",
    "Körpü mühəndisi",
    "Tunel mühəndisi",
    "Layihəçi mühəndis (yol və körpü üzrə)",
    "Keyfiyyətə nəzarət mühəndisi",
    "Sahə rəisi (tikinti)",
    "Smetaçı mühəndis",
    "Geodeziya mühəndisi"
  ],
  "recommendations": "Təhsil müddətində AutoCAD Civil 3D, Autodesk InfraWorks, həmçinin körpü və digər qurğuların hesablanması üçün Lira, SCAD kimi proqramları dərindən öyrənmək mütləqdir. Yol-tikinti materiallarının (asfalt-beton, sement-beton) sınağı və keyfiyyətinə nəzarət metodları ilə tanış olmaq vacibdir. Real yol və körpü tikintisi layihələrində təcrübə keçmək nəzəri bilikləri praktikaya çevirmək üçün ən yaxşı yoldur. Tikinti norma və qaydalarını bilmək və layihə idarəetməsi bacarıqlarını inkişaf etdirmək karyera yüksəlişi üçün önəmlidir."
}
