
{
  "name": "Polimerlərin kimyəvi texnologiyası",
  "slug": "polimerlerin-kimyevi-texnologiyasi",
  "description": "Polimerlər (plastiklər, kauçuklar, liflər) həyatımızın ayrılmaz hissəsi olan makromolekulyar birləşmələrdir. Bu ixtisas, monomerlərdən (xammal) polimerlərin sintezi proseslərini, onların xassələrini, emalını və tətbiq sahələrini öyrənir. Tələbələr polimerləşmə reaksiyalarının mexanizmlərini, plastik kütlələrin emal üsullarını (tökmə, ekstruziya) və polimer materialların xarakterizə metodlarını mənimsəyirlər.",
  "future": "Bu sahənin gələcəyi bio-uyumlu və bioloji parçalanan polimerlərin yaradılması, təkrar emal texnologiyalarının təkmilləşdirilməsi və 'ağıllı' polimerlərin (məsələn, xarici təsirə reaksiya verən materiallar) inkişafı ilə sıx bağlıdır. 3D çap texnologiyasında istifadə olunan xüsusi xassəli polimer filamentlərə və kompozit materiallara olan tələbat sürətlə artır. Elektronika, tibb və aviasiya kimi yüksək texnoloji sahələrdə polimerlərin tətbiqi genişlənir.",
  "job_opportunities": "Plastik və polimer məhsulları istehsal edən zavodlar (məsələn, SOCAR Polymer, Sumqayıt Kimya Sənaye Parkının rezidentləri), qablaşdırma materialları istehsalçıları, tikinti materialları (boru, profil) istehsal edən şirkətlər, avtomobil sənayesi, elmi-tədqiqat mərkəzləri və polimerlərin keyfiyyətinə nəzarət laboratoriyaları.",
  "possible_positions": [
    "Kimyaçı-texnoloq",
    "Polimer mühəndisi",
    "Proses mühəndisi",
    "Materialşünas mütəxəssis (Materials Scientist)",
    "Keyfiyyətə nəzarət mühəndisi",
    "Tədqiqat və inkişaf (R&D) mütəxəssisi"
  ],
  "recommendations": "Polimer kimyası, üzvi kimya və materialşünaslıq fənlərini dərindən öyrənmək əsasdır. Polimerlərin mexaniki, termiki və kimyəvi xassələrini təyin edən sınaq metodları ilə tanışlıq vacibdir. Mümkünsə, sənaye təcrübəsi zamanı polimer emalı avadanlıqları ilə (ekstruder, termoformasiya aparatı) real iş təcrübəsi qazanmaq məqsədəuyğundur. Polimer tullantılarının təkrar emalı mövzusu ilə maraqlanmaq və bu sahədəki innovasiyaları izləmək gələcək karyeranızda sizə üstünlük verəcək."
}
