
{
  "name": "Qida mühəndisliyi",
  "slug": "qida-muhendisliyi",
  "description": "Qida mühəndisliyi, kənd təsərrüfatı xammalının təhlükəsiz, keyfiyyətli və səmərəli şəkildə qida məhsullarına çevrilməsi proseslərinin layihələndirilməsi, idarə olunması və təkmilləşdirilməsi ilə məşğul olan bir mühəndislik sahəsidir. Bu ixtisas qida kimyası, mikrobiologiya, istilik və kütlə mübadiləsi, qida texnologiyaları və qablaşdırma kimi fənləri özündə birləşdirir. Məqsəd istehlakçılar üçün təhlükəsiz, dadlı və uzunömürlü məhsullar istehsal etməkdir.",
  "future": "Əhali artımı və urbanizasiya ilə əlaqədar olaraq, emal olunmuş və qablaşdırılmış qida məhsullarına olan tələbat artır. İstehlakçıların sağlam qidalanmaya meyl etməsi yeni funksional qidaların (məsələn, vitaminlərlə zənginləşdirilmiş məhsullar), bitki əsaslı alternativlərin yaradılması və şəkər/duz miqdarı azaldılmış məhsulların istehsalı kimi yeni istiqamətlər yaradır. Qida təhlükəsizliyinə nəzarət sistemlərinin (HACCP, ISO 22000) tətbiqi və istehsalın avtomatlaşdırılması bu sahənin gələcəyini müəyyən edir.",
  "job_opportunities": "Süd, ət, çörək-bulka, konserv, şirniyyat və içki istehsalı müəssisələri, böyük supermarketlərin istehsalat sahələri, otel və restoran şəbəkələrinin mərkəzi mətbəxləri, Azərbaycan Qida Təhlükəsizliyi Agentliyi (AQTA) və onun laboratoriyaları, qida avadanlıqları və inqrediyentləri satan şirkətlər, sertifikatlaşdırma orqanları.",
  "possible_positions": [
    "Mühəndis-texnoloq",
    "İstehsalat rəisi/meneceri",
    "Keyfiyyətə nəzarət mütəxəssisi",
    "Qida təhlükəsizliyi üzrə mütəxəssis (HACCP meneceri)",
    "Yeni məhsulların yaradılması üzrə mütəxəssis (R&D Specialist)",
    "Laboratoriya mütəxəssisi",
    "Qida məhsulları üzrə auditor"
  ],
  "recommendations": "Təhsil müddətində qida istehsalı müəssisələrində təcrübə keçmək çox vacibdir. HACCP və ISO 22000 kimi beynəlxalq qida təhlükəsizliyi standartlarını dərindən öyrənmək sizi əmək bazarında dəyərli kadr edəcək. Laboratoriya analizləri (mikrobioloji, fiziki-kimyəvi) aparmaq bacarıqlarına yiyələnmək, həmçinin müasir qida emalı və qablaşdırma avadanlıqlarının iş prinsipləri ilə tanış olmaq tövsiyə olunur. İngilis dilini bilmək beynəlxalq standartlarla işləmək və xarici şirkətlərdə karyera qurmaq üçün böyük üstünlükdür."
}
