
{
  "name": "Qidalanma və diyetologiya",
  "slug": "qidalanma-ve-diyetologiya",
  "description": "Qidalanma və diyetologiya, insan qidalanmasının elmi əsaslarını, qida maddələrinin orqanizmə təsirini, müxtəlif xəstəliklər zamanı pəhrizlərin tərtibini və sağlam həyat tərzi üçün düzgün qidalanma prinsiplərini öyrənən bir səhiyyə sahəsidir. Bu ixtisas biokimya, fiziologiya, qida kimyası, klinik diyetologiya və ictimai səhiyyə kimi fənləri birləşdirir.",
  "future": "Qeyri-sağlam qidalanma ilə bağlı xəstəliklərin (piylənmə, diabet, ürək-damar xəstəlikləri) artdığı müasir dövrdə peşəkar diyetoloqlara olan tələbat sürətlə artır. Fərdiləşdirilmiş qidalanma planlarının hazırlanması (nutrigenomika), qida dözümsüzlükləri ilə iş, idman qidalanması və onlayn konsultasiyaların inkişafı bu sahənin gələcəyini müəyyən edir. Diyetoloqlar həm müalicəvi, həm də profilaktik səhiyyənin vacib bir hissəsinə çevrilirlər.",
  "job_opportunities": "Xəstəxanalar və klinikalar, özəl tibb və sağlamlıq mərkəzləri, sanatoriya-kurort müəssisələri, fitnes və idman mərkəzləri, uşaq bağçaları və məktəblər (qidalanma üzrə məsləhətçi), qida istehsalı müəssisələri (yeni məhsulların hazırlanması), ketrinq (ictimai iaşə) şirkətləri, elmi-tədqiqat mərkəzləri.",
  "possible_positions": [
    "Diyetoloq",
    "Nutrisioloq",
    "Klinik diyetoloq",
    "İdman diyetoloqu",
    "Qidalanma üzrə məsləhətçi",
    "İctimai səhiyyə üzrə qidalanma mütəxəssisi",
    "Qida texnoloqu (R&D)"
  ],
  "recommendations": "Təhsil müddətində biokimya, insan fiziologiyası və müxtəlif xəstəliklərin patofiziologiyasını dərindən öyrənmək vacibdir. Pasiyentlərlə düzgün ünsiyyət qurma, onların psixoloji vəziyyətini anlama və motivasiya etmə bacarıqları bu peşədə uğur qazanmaq üçün kritikdir. Müxtəlif pəhrizlərin (məsələn, Aralıq dənizi, ketogenik) elmi əsaslarını və tətbiq sahələrini araşdırın. Xəstəxana və ya klinikalarda təcrübə keçmək nəzəri biliklərinizi praktika ilə möhkəmləndirmək üçün ən yaxşı yoldur. Məzun olduqdan sonra müxtəlif beynəlxalq qidalanma və diyetologiya assosiasiyalarının təlimlərində iştirak etmək peşəkarlığınızı artıracaq."
}
