
{
  "name": "Qida texnologiyaları",
  "slug": "qida-texnologiyalari",
  "description": "Qida texnologiyaları ixtisası, xammalın qəbulundan son məhsulun istehlakçıya çatdırılmasına qədər bütün texnoloji zənciri əhatə edən elmi-praktiki bir sahədir. Bu ixtisas tələbələrə qida məhsullarının kimyəvi tərkibini, fiziki xüsusiyyətlərini, mikrobioloji təhlükəsizliyini, istehsal texnologiyalarını, saxlanma şəraitini və keyfiyyətə nəzarət üsullarını öyrədir. Qida mühəndisliyindən fərqli olaraq, burada diqqət daha çox məhsulun özünə və onunla bağlı proseslərə yönəlir.",
  "future": "İstehlakçıların qidalanma vərdişləri dəyişir: sağlam, orqanik, funksional və uzun müddət saxlanıla bilən məhsullara tələbat artır. Bu, qida texnoloqlarının qarşısında yeni məhsul resepturaları hazırlamaq, mövcud texnologiyaları təkmilləşdirmək və innovativ emal üsulları (məsələn, yüksək təzyiq, soyuq plazma) tətbiq etmək kimi yeni vəzifələr qoyur. Qida təhlükəsizliyi və məhsulların izləniləbilməsi (traceability) sistemlərinin inkişafı da bu sahənin gələcəyini müəyyən edir.",
  "job_opportunities": "Süd, ət, çörək-bulka, konserv, şirniyyat və içki istehsalı müəssisələri, böyük supermarketlərin istehsalat sahələri, otel və restoran şəbəkələrinin mərkəzi mətbəxləri, Azərbaycan Qida Təhlükəsizliyi Agentliyi (AQTA) və onun laboratoriyaları, qida avadanlıqları və inqrediyentləri satan şirkətlər, sertifikatlaşdırma orqanları.",
  "possible_positions": [
    "Texnoloq",
    "Keyfiyyətə nəzarət mütəxəssisi",
    "Laboratoriya mütəxəssisi",
    "Qida təhlükəsizliyi üzrə mütəxəssis",
    "Yeni məhsulların hazırlanması üzrə mütəxəssis (R&D Specialist)",
    "İstehsalat rəisi/meneceri",
    "Tədarük və satınalma üzrə mütəxəssis (qida sektoru)"
  ],
  "recommendations": "Təhsil müddətində qida istehsalı müəssisələrində təcrübə keçmək çox vacibdir. HACCP və ISO 22000 kimi beynəlxalq qida təhlükəsizliyi standartlarını dərindən öyrənmək sizi əmək bazarında dəyərli kadr edəcək. Laboratoriya analizləri (mikrobioloji, fiziki-kimyəvi) aparmaq bacarıqlarına yiyələnmək, həmçinin müasir qida emalı və qablaşdırma avadanlıqlarının iş prinsipləri ilə tanış olmaq tövsiyə olunur. İngilis dilini bilmək beynəlxalq standartlarla işləmək və xarici şirkətlərdə karyera qurmaq üçün böyük üstünlükdür."
}
