
{
  "name": "Regionşünaslıq (regionlar və ya ölkələr üzrə)",
  "slug": "regionsunasliq-regionlar-ve-ya-olkeler-uzre",
  "description": "Regionşünaslıq, dünyanın müəyyən bir regionunu (məsələn, Qafqaz, Avropa, Yaxın Şərq, Şərqi Asiya) və ya ölkəsini (məsələn, ABŞ, Türkiyə, Çin) kompleks şəkildə - onun tarixini, mədəniyyətini, dilini, siyasətini, iqtisadiyyatını və beynəlxalq münasibətlərini öyrənən fənlərarası bir humanitar sahədir. Bu ixtisas tələbələrə seçdikləri region üzrə dərin biliklərə malik ekspert kimi formalaşmaq imkanı verir.",
  "future": "Qloballaşma və regional inteqrasiya proseslərinin dərinləşdiyi bir dövrdə konkret regionlar üzrə dərin biliklərə malik mütəxəssislərə tələbat artır. Azərbaycanın xarici siyasət və iqtisadi əlaqələrinin şaxələnməsi diplomatik korpusda, dövlət qurumlarında və özəl sektorda regionşünaslar üçün yeni karyera imkanları yaradır. Xüsusilə, bir neçə region dilini bilən və həmin regionun spesifikasını anlayan mütəxəssislər yüksək qiymətləndiriləcək.",
  "job_opportunities": "Xarici İşlər Nazirliyi, Azərbaycanın xarici ölkələrdəki səfirlikləri, digər dövlət qurumlarının beynəlxalq əlaqələr şöbələri, analitik mərkəzlər ('think tank'lər), beynəlxalq təşkilatlar, turizm şirkətləri, xarici ticarətlə məşğul olan şirkətlər, media qurumları (beynəlxalq icmalçı kimi).",
  "possible_positions": [
    "Regionşünas-ekspert",
    "Beynəlxalq əlaqələr üzrə mütəxəssis",
    "Diplomat (ixtisaslaşmış attaşe)",
    "Xarici siyasət analitiki",
    "Tərcüməçi/Dilmanç",
    "Beynəlxalq layihə koordinatoru",
    "Turizm bələdçisi"
  ],
  "recommendations": "Bu ixtisasın əsas tələbi ixtisaslaşdığınız regionun dilini mükəmməl öyrənməkdir. İngilis dili isə ikinci vacib xarici dil kimi mütləqdir. Regionun tarixini, müasir siyasi vəziyyətini və mədəniyyətini dərindən öyrənin. Təhsil müddətində beynəlxalq mübadilə proqramlarında iştirak etmək və ya təcrübəni ixtisaslaşdığınız ölkədə keçmək karyeranız üçün əvəzsiz təcrübə olacaq. Debat, Model UN kimi fəaliyyətlər diplomatik və analitik bacarıqlarınızı inkişaf etdirəcək."
}
