
{
  "name": "Rejissorluq (sahələr üzrə)",
  "slug": "rejissorluq-saheler-uzre",
  "description": "Rejissorluq, teatr tamaşası, film, televiziya verilişi və ya kütləvi tədbir kimi yaradıcı layihələrin bütün bədii və təşkilati tərəflərinə rəhbərlik edən peşədir. Rejissor əsərin ideyasını və konsepsiyasını müəyyənləşdirir, aktyorlarla işləyir, operator, rəssam, bəstəkar və digər yaradıcı heyət üzvlərinin fəaliyyətini vahid bir məqsədə yönəldir. Bu ixtisas rejissor sənəti, aktyor sənəti, dramaturgiya, montaj və səhnə texnologiyaları kimi fənləri əhatə edir.",
  "future": "Kontent istehsalının artdığı rəqəmsal dövrdə özünəməxsus baxışı və hekayə anlatma tərzi olan rejissorlara tələbat yüksəkdir. Kino və serial sənayesi ilə yanaşı, reklam, klip, sənədli film, korporativ video və veb-kontent istehsalı da rejissorlar üçün geniş fəaliyyət sahələri açır. Gələcəkdə virtual reallıq (VR) və interaktiv layihələr üçün rejissorluq da yeni və perspektivli bir istiqamət olacaq.",
  "job_opportunities": "Kinostudiyalar, televiziya kanalları, teatırlar, prodüser mərkəzləri, reklam agentlikləri, müstəqil kino layihələri, sənədli film istehsalı şirkətləri, media şirkətləri.",
  "possible_positions": [
    "Quruluşçu rejissor (kino, teatr)",
    "Televiziya rejissoru",
    "Sənədli film rejissoru",
    "Animasiya rejissoru",
    "Klipmeyker",
    "Reklam rejissoru",
    "Rejissor assistenti"
  ],
  "recommendations": "Bu ixtisas güclü liderlik keyfiyyətləri, yaradıcılıq, təşkilatçılıq, geniş dünyagörüşü və insanlarla işləmək bacarığı tələb edir. Qabiliyyət imtahanında namizədin ümumi erudisiyası, təqdim etdiyi kiçik bir ədəbi əsərin (məs, hekayə) təhlili və rejissor baxışı yoxlanılır. Təhsil müddətində klassik və müasir filmlərə və tamaşalara baxıb onları analiz etmək, aktyorlarla işləmək psixologiyasını öyrənmək və kiçik həcmli işlər (etüdlər, qısametrajlı filmlər) çəkərək praktiki təcrübə toplamaq mütləqdir. Ssenari yazmaq və montaj proqramlarını (məsələn, Adobe Premiere, DaVinci Resolve) bilmək böyük üstünlükdür."
}
