
{
  "name": "Riyaziyyat və fizika müəllimliyi",
  "slug": "riyaziyyat-ve-fizika-muellimliyi",
  "description": "Riyaziyyat və fizika müəllimliyi ixtisası, iki fundamental elmin – riyaziyyatın və fizikanın tədrisi üçün pedaqoji kadrlar hazırlayan inteqrasiya olunmuş bir sahədir. Bu ixtisas tələbələrə həm dərin riyazi və fiziki biliklər, həm də bu mürəkkəb fənləri şagirdlərə anlaşıqlı və maraqlı şəkildə çatdırmaq üçün tədris metodikası, psixologiya və sinif idarəetmə bacarıqları verir. Məzunlar gənc nəsildə məntiqi təfəkkür, analitik düşüncə və kainatın qanunauyğunluqlarını dərk etmə bacarığı formalaşdırırlar.",
  "future": "Elm və texnologiyanın inkişafı birbaşa riyazi və fiziki biliklərin səviyyəsindən asılıdır. STEM (Elm, Texnologiya, Mühəndislik, Riyaziyyat) sahələrinə marağın artması, innovativ texnologiyaların tətbiqi ilə əlaqədar olaraq hər iki fənni yüksək səviyyədə tədris edə bilən müəllimlərə tələbat həmişə yüksək olacaq. Bu ixtisas məzunları həmçinin təhsil texnologiyaları (EdTech) sahəsində interaktiv dərs vəsaitlərinin hazırlanmasında da iştirak edə bilərlər.",
  "job_opportunities": "Dövlət və özəl ümumtəhsil məktəbləri, liseylər, gimnaziyalar, kolleclər, hazırlıq kursları və repetitor mərkəzləri, STEAM mərkəzləri, təhsil nəşriyyatları.",
  "possible_positions": [
    "Riyaziyyat müəllimi",
    "Fizika müəllimi",
    "Metodist",
    "Təhsil mütəxəssisi",
    "Repetitor",
    "STEAM təlimçisi",
    "Elmi-populyar jurnallarda redaktor"
  ],
  "recommendations": "Təhsil müddətində hər iki fənn üzrə olimpiada hazırlığı metodikalarını öyrənmək, GeoGebra, Desmos, Algodoo, PhET Simulations kimi proqram təminatlarından istifadə edərək interaktiv dərslər hazırlamaq bacarığı çox vacibdir. Hər iki fənnin bir-biri ilə əlaqəsini göstərən fənlərarası (interdisciplinary) layihələr hazırlamaq tədris prosesini daha maraqlı edəcək. Məzun olduqdan sonra Müəllimlərin İşə Qəbulu (MİQ) imtahanına məqsədyönlü hazırlaşmaqla yanaşı, tədris metodikası üzrə beynəlxalq sertifikatlar (məsələn, IB (International Baccalaureate) müəllimlik sertifikatı) almaq karyera imkanlarını genişləndirə bilər."
}
