
{
  "name": "Şərabçılıq",
  "slug": "serabciliq",
  "description": "Şərabçılıq, üzümün becərilməsindən başlayaraq, şərabın istehsalı, saxlanılması, qablaşdırılması və dequstasiyasına qədər bütün prosesləri əhatə edən bir elm və sənət sahəsidir. Bu ixtisas üzümçülük (viticulture), enologiya (şərab elmi), kimya, mikrobiologiya və sensor analiz (dequstasiya) kimi sahələri birləşdirir. Məqsəd yüksək keyfiyyətli, müxtəlif növ və üslubda şərablar istehsal etməkdir.",
  "future": "Azərbaycanda qədim şərabçılıq ənənələrinin yenidən canlanması və yeni şərab zavodlarının yaranması bu sahənin mütəxəssislərinə olan tələbatı artırır. Şərab turizminin (enoturizm) inkişafı, yerli üzüm sortlarından unikal şərabların yaradılması və beynəlxalq bazarlara çıxış bu sahənin əsas perspektivləridir. Orqanik və biodinamik üzümçülük kimi müasir trendlər də Azərbaycanda özünə yer tapmaqdadır.",
  "job_opportunities": "Şərab istehsalı zavodları, üzümçülük təsərrüfatları, otel və restoranlar (somelye kimi), ixtisaslaşmış şərab mağazaları və butikləri, Kənd Təsərrüfatı Nazirliyinin müvafiq qurumları, qida və içki distribütor şirkətləri, turizm şirkətləri (şərab turları üzrə).",
  "possible_positions": [
    "Texnoloq-şərabçı (Enoloq)",
    "Üzümçülük üzrə mütəxəssis (Aqronom)",
    "Somelye",
    "Keyfiyyətə nəzarət üzrə mütəxəssis",
    "Laboratoriya mütəxəssisi",
    "Şərab zavodunun meneceri",
    "Brend menecer (şərabçılıq üzrə)"
  ],
  "recommendations": "Bu ixtisası seçən tələbənin həm təbiət elmlərinə (kimya, biologiya), həm də dequstasiya üçün sensor orqanlarının həssaslığına malik olması arzuolunandır. Təhsil müddətində real şərabçılıq təsərrüfatlarında, xüsusilə məhsul yığımı (vintage) dövründə təcrübə keçmək əvəzsizdir. İngilis dilini bilmək beynəlxalq təcrübəni öyrənmək, xarici mütəxəssislərlə ünsiyyət qurmaq və beynəlxalq yarışlarda iştirak etmək üçün çox vacibdir. Məzun olduqdan sonra WSET (Wine & Spirit Education Trust) kimi beynəlxalq səviyyəli somelye və şərabçılıq sertifikatları almaq karyera imkanlarınızı kəskin şəkildə artıracaq."
}
