
{
  "name": "Strateji menecment",
  "slug": "strateji-menecment",
  "description": "Strateji menecment, bir təşkilatın uzunmüddətli məqsədlərinə çatması üçün resursların planlaşdırılması, ayrılması və idarə edilməsi prosesidir. Bu ixtisas təşkilatın daxili güclü və zəif tərəflərini, xarici imkan və təhdidlərini (SWOT analizi) analiz etməyi, rəqabət üstünlüyü qazanmaq üçün strategiyalar hazırlamağı və həyata keçirməyi öyrədir. Strateji menecment təşkilatın bütün funksiyalarını (maliyyə, marketinq, insan resursları) vahid bir məqsəd ətrafında birləşdirir.",
  "future": "Sürətlə dəyişən bazar şəraiti və texnoloji innovasiyalar çevik və adaptiv strategiyalara olan ehtiyacı artırır. Gələcəyin strateji menecerləri böyük həcmli məlumatları (Big Data) analiz edərək qərar qəbul etməli, rəqəmsal transformasiya proseslərinə liderlik etməli və davamlılıq (sustainability) prinsiplərini şirkət strategiyasının mərkəzinə qoymalıdırlar. Süni intellektin strateji planlaşdırmada istifadəsi yeni imkanlar yaradacaq.",
  "job_opportunities": "Böyük yerli holdinqlər və şirkətlərin strateji planlaşdırma və ya biznesin inkişafı departamentləri, menecment konsaltinq şirkətləri (məsələn, McKinsey, BCG, Bain & Company, və 'Böyük Dördlük'), bankların və maliyyə təşkilatlarının strateji planlaşdırma şöbələri, dövlət qurumları və nazirliklərin analitik və strateji planlaşdırma bölmələri, startaplar və vençur kapitalı fondları.",
  "possible_positions": [
    "Strateji planlaşdırma üzrə mütəxəssis/menecer",
    "Biznesin inkişafı üzrə menecer (Business Development Manager)",
    "Menecment məsləhətçisi (Management Consultant)",
    "Biznes analitik",
    "Layihə meneceri (Project Manager)",
    "Baş icraçı direktor (CEO) və ya digər top menecment vəzifələri (karyera yüksəlişi ilə)"
  ],
  "recommendations": "Güclü analitik və problem həll etmə bacarıqları bu sahənin təməlidir. Maliyyə, marketinq və əməliyyatların idarə edilməsi kimi biznesin fundamental sahələrini dərindən anlamaq vacibdir. Case study (situasiya analizi) metodologiyası ilə işləməyi öyrənmək və biznes keyslərini həll etmək praktiki bacarıqları artırır. Məşhur biznes strategiyaları kitablarını (məsələn, Michael Porter, 'Good to Great') oxumaq və biznes xəbərlərini (Financial Times, Harvard Business Review) mütəmadi izləmək tövsiyə olunur."
}
