
{
  "name": "Su bioehtiyatları və akvakultura",
  "slug": "su-bioehtiyatlari-ve-akvakultura",
  "description": "Su bioehtiyatları və akvakultura ixtisası, dəniz, göl, çay və süni su hövzələrində yaşayan canlı orqanizmlərin (balıq, xərçəngkimilər, yosunlar) öyrənilməsi, onların ehtiyatlarının idarə olunması, süni şəraitdə artırılması (akvakultura) və səmərəli istifadəsi ilə məşğul olan bir elmdir. Bu sahə ixtiologiya, hidrobiologiya, balıqçılıq təsərrüfatının təşkili və ekologiya kimi fənləri birləşdirir.",
  "future": "Dünya əhalisinin artması və təbii balıq ehtiyatlarının azalması fonunda, qida təhlükəsizliyinin təmin edilməsində akvakulturanın rolu getdikcə artır. Azərbaycanda həm Xəzər dənizinin potensialından, həm də daxili su hövzələrindən istifadə edərək intensiv balıqçılıq təsərrüfatlarının, xüsusilə də nərə, qızılbalıq və digər qiymətli balıq növlərinin yetişdirilməsinin inkişafı böyük perspektivlər vəd edir. Qapalı su dövranı sistemləri (RAS) kimi müasir texnologiyalar bu sahədə inqilab edir.",
  "job_opportunities": "Ekologiya və Təbii Sərvətlər Nazirliyinin müvafiq qurumları, Kənd Təsərrüfatı Nazirliyi, balıqyetişdirmə zavodları və akvakultura təsərrüfatları, elmi-tədqiqat institutları (məs., AMEA Zoologiya İnstitutu), balıq ovu və emalı şirkətləri, balıq yemi istehsal edən müəssisələr.",
  "possible_positions": [
    "İxtioloq",
    "Hidrobioloq",
    "Akvakultura üzrə mütəxəssis",
    "Balıqçı-texnoloq",
    "Su bioresurslarının mühafizəsi üzrə müfəttiş",
    "Təsərrüfat rəhbəri",
    "Elmi işçi"
  ],
  "recommendations": "Təhsil müddətində biologiya və kimya fənlərini dərindən öyrənmək, suyun hidrokimyəvi analizini aparmaq, balıqların növlərini, biologiyasını və xəstəliklərini bilmək vacibdir. Real təsərrüfatlarda və ya elmi-tədqiqat gəmilərində təcrübə keçmək nəzəri biliklərinizi praktika ilə möhkəmləndirmək üçün ən yaxşı yoldur. Müasir intensiv akvakultura sistemlərinin (RAS, qəfəs sistemləri) iş prinsipləri ilə maraqlanmaq sizi gələcəyin tələblərinə hazırlayacaq."
}
