
{
  "name": "Təhsil nəzəriyyəsi və tarixi",
  "slug": "tehsil-nezeriyyesi-ve-tarixi",
  "description": "Bu ixtisas, təhsilin fəlsəfi, tarixi və sosioloji əsaslarını, təlim-tərbiyə prosesinin nəzəri modellərini və müxtəlif dövrlərdə və sivilizasiyalarda təhsil sistemlərinin inkişafını tədqiq edir. Tələbələr Jan Piaget, Lev Vıqotski, Con Dyui kimi görkəmli pedaqoq və psixoloqların nəzəriyyələrini, müasir təhsil islahatlarını, kurikulumun (təhsil proqramı) hazırlanması prinsiplərini və pedaqoji tədqiqat metodlarını öyrənirlər.",
  "future": "Təhsilin gələcəyi fərdiləşdirilmiş öyrənmə, rəqəmsal texnologiyaların və süni intellektin tədris prosesinə inteqrasiyası və ömür boyu təhsil konsepsiyası ilə bağlıdır. Təhsil siyasətinin data əsasında formalaşdırılması, təhsilin nəticələrinin ölçülməsi və qiymətləndirilməsi üçün yeni metodların hazırlanması aktuallıq qazanır. Bu ixtisasın məzunları gələcəyin təhsil sistemlərini dizayn edən, təhsil siyasətini formalaşdıran və yeni pedaqoji yanaşmaları tətbiq edən mütəxəssislər olacaqlar.",
  "job_opportunities": "Elm və Təhsil Nazirliyi, Təhsil İnstitutu, Dövlət İmtahan Mərkəzi, universitetlər və pedaqoji kolleclər, təhsil üzrə beynəlxalq təşkilatlar (UNICEF, UNESCO, Dünya Bankı), təhsil siyasəti üzrə analitik mərkəzlər ('think tank'), özəl təhsil müəssisələrinin kurikulum və tədris şöbələri, təhsil texnologiyaları (EdTech) startapları.",
  "possible_positions": [
    "Təhsil siyasəti üzrə analitik",
    "Kurikulum mütəxəssisi",
    "Təhsil tədqiqatçısı",
    "Metodist",
    "Təhsil meneceri",
    "Pedaqoji məsləhətçi",
    "Universitet müəllimi (magistratura və doktorantura təhsili ilə)"
  ],
  "recommendations": "Güclü tədqiqat və analitik bacarıqlar, tarixi və fəlsəfi mətnlərlə işləmək qabiliyyəti vacibdir. Pedaqogika, psixologiya, sosiologiya və fəlsəfə kimi sahələrə dərin maraq göstərmək lazımdır. Tədqiqat metodologiyasını (kəmiyyət və keyfiyyət) və statistik analiz proqramlarını (məsələn, SPSS) bilmək akademik karyera üçün önəmlidir. Dünyanın qabaqcıl təhsil sistemlərini (məsələn, Finlandiya, Sinqapur) araşdırmaq və müqayisəli təhlillər aparmaq bu sahənin mütəxəssisi üçün çox faydalıdır."
}
