
{
  "name": "Tərcümə (dillər üzrə)",
  "slug": "tercume-diller-uzre",
  "description": "Tərcümə ixtisası, yazılı (tərcümə) və ya şifahi (tərcüməçilik/dilmanclıq) formada bir dildə olan fikri digər bir dilə dəqiq, tam və adekvat şəkildə çevirmək sənətidir. Bu ixtisas tələbələrə təkcə xarici dili mükəmməl səviyyədə deyil, həm də ana dilini, hər iki dilin mədəni xüsusiyyətlərini, tərcümə nəzəriyyəsini və müxtəlif sahələr (hüquq, tibb, texnika) üzrə terminologiyanı öyrədir.",
  "future": "Qloballaşma, beynəlxalq ticarətin, turizmin və internetin inkişafı peşəkar tərcüməçilərə olan tələbatı daim artırır. Gələcəkdə sinxron tərcümə, bədii tərcümə, veb-saytların və proqram təminatının lokalizasiyası, həmçinin maşın tərcüməsi sistemləri üçün redaktorluq (post-editing) daha da aktuallaşacaq. Bir neçə xarici dil bilən və ixtisaslaşmış sahələrdə (məsələn, neft-qaz, hüquq) dərin biliyə malik tərcüməçilər həmişə yüksək qiymətləndiriləcək.",
  "job_opportunities": "Tərcümə mərkəzləri, dövlət qurumları (nazirliklər, səfirliklər), beynəlxalq təşkilatlar, böyük şirkətlərin xarici əlaqələr şöbələri, nəşriyyatlar, media qurumları, turizm şirkətləri, notariat kontorları. Həmçinin, frilans (sərbəst) fəaliyyət üçün geniş imkanlar mövcuddur.",
  "possible_positions": [
    "Tərcüməçi (yazılı)",
    "Dilmanç (ardıcıl və ya sinxron tərcüməçi)",
    "Redaktor/Korrektor",
    "Lokalizasiya mütəxəssisi",
    "Terminoloq",
    "Texniki yazıçı (Technical Writer)"
  ],
  "recommendations": "Təhsil müddətində həm xarici, həm də ana dilinizdə bacarıqlarınızı daim təkmilləşdirin, çoxlu mütaliə edin. CAT (Computer-Assisted Translation) alətlərini (məsələn, SDL Trados, MemoQ) öyrənmək sizi daha məhsuldar edəcək və əmək bazarında fərqləndirəcək. Müəyyən bir sahə (hüquq, tibb, maliyyə) üzrə ixtisaslaşmaq üçün həmin sahənin terminologiyasını dərindən öyrənin. Sinxron tərcümə ilə maraqlanırsınızsa, yaddaş və sürətli reaksiya tələb edən xüsusi məşqlər edin. Müxtəlif tədbirlərdə könüllü tərcüməçi kimi iştirak etmək təcrübə toplamaq üçün əla fürsətdir."
}
