
{
  "name": "Tibb bacısı (qardaşı) işi",
  "slug": "tibb-bacisi-qardasi-isi",
  "description": "Tibb bacısı (qardaşı) işi, xəstələrə qulluq göstərilməsi, həkim təyinatlarının yerinə yetirilməsi, pasiyentin vəziyyətinin monitorinqi, müalicəvi prosedurların (inyeksiyalar, sarğılar) aparılması və sağlamlığın təbliği ilə məşğul olan fundamental səhiyyə ixtisasıdır. Bu ixtisas təkcə tibbi biliklər deyil, həm də yüksək səviyyədə ünsiyyət, mərhəmət və məsuliyyət bacarıqları tələb edir.",
  "future": "Səhiyyə sisteminin inkişafı ilə tibb bacısının rolu da dəyişir və genişlənir. Gələcəkdə ixtisaslaşmış tibb bacılarına (cərrahi, reanimasiya, pediatrik, onkoloji) tələbat daha da artacaq. Pasiyentlərin evdə izlənilməsi, xroniki xəstəliklərin idarə olunması, telenəzarət (uzaqdan monitorinq) və pasiyentlərin maarifləndirilməsi kimi sahələrdə tibb bacılarının rolu daha da artacaq. Bu ixtisas ali təhsilli tibb bacılarına rəhbər vəzifələrdə (baş tibb bacısı, şöbə müdiri) çalışmaq imkanı da verir.",
  "job_opportunities": "Bütün dövlət və özəl xəstəxanalar, poliklinikalar, ambulatoriyalar, reabilitasiya mərkəzləri, doğum evləri, uşaq müəssisələri, qocalar evləri, hərbi hospitallar, kosmetoloji mərkəzlər.",
  "possible_positions": [
    "Tibb bacısı/qardaşı",
    "Baş tibb bacısı/qardaşı",
    "Şöbə tibb bacısı/qardaşı",
    "Cərrahiyyə tibb bacısı/qardaşı",
    "Anesteziya tibb bacısı/qardaşı",
    "Təcili yardım tibb bacısı/qardaşı",
    "Sahə tibb bacısı/qardaşı",
    "Klinik tədqiqatlar üzrə tibb bacısı/qardaşı"
  ],
  "recommendations": "Bu ixtisas yüksək empatiya, stresə davamlılıq, komandada işləmə və dəqiqlik tələb edir. Təhsil müddətində bütün tibbi manipulyasiyaları (inyeksiyalar, sistem köçürmə, sarğı, təzyiq ölçmə və s.) mükəmməl səviyyədə yerinə yetirməyi öyrənmək vacibdir. Xəstəxanalarda keçirilən kliniki təcrübələrdə maksimum dərəcədə fəal iştirak etmək peşəkar vərdişlər üçün əvəzsizdir. Müasir tibbi avadanlıqlarla işləməyi öyrənmək və xarici dil bilikləri (xüsusilə ingilis dili) sizi digər namizədlərdən fərqləndirəcək. Məzun olduqdan sonra müəyyən bir sahə (məsələn, reanimasiya, pediatriya, onkologiya) üzrə ixtisaslaşma kursları keçmək karyera inkişafınız üçün çox faydalıdır."
}
