
{
  "name": "Yanğın təhlükəsizliyi mühəndisliyi",
  "slug": "yanqin-tehlukesizliyi-muhendisliyi",
  "description": "Yanğın təhlükəsizliyi mühəndisliyi, binalarda, sənaye obyektlərində və digər qurğularda yanğınların yaranmasının, yayılmasının qarşısının alınması, insanların təhlükəsiz təxliyəsi və yanğınların söndürülməsi üçün sistem və tədbirlərin layihələndirilməsi, quraşdırılması və istismarı ilə məşğul olan bir mühəndislik sahəsidir. Bu ixtisas yanma nəzəriyyəsi, istilik-kütlə mübadiləsi, yanğınsöndürmə taktikası, avtomatik yanğın siqnalizasiyası və söndürmə sistemləri kimi fənləri əhatə edir.",
  "future": "Müasir şəhərsalma standartları, yüksəkmərtəbəli binaların və mürəkkəb sənaye komplekslərinin çoxalması yanğın təhlükəsizliyi sistemlərinə olan tələbatı artırır. Gələcəkdə riskə əsaslanan yanaşmaların tətbiqi, yanğın proseslərinin kompüter modelləşdirilməsi (CFD modelləri), 'ağıllı' yanğın xəbərverici və söndürmə sistemlərinin inkişafı bu sahənin əsas istiqamətləri olacaq. Yanğın təhlükəsizliyi mühəndisləri insanların həyatının və əmlakının qorunmasında kritik rol oynayırlar.",
  "job_opportunities": "Fövqəladə Hallar Nazirliyinin Dövlət Yanğın Nəzarəti və Dövlət Yanğından Mühafizə Xidmətləri, tikinti və layihə şirkətləri, neft-qaz və kimya sənayesi müəssisələrinin təhlükəsizlik şöbələri, böyük ticarət mərkəzləri, otellər və xəstəxanalar, yanğın təhlükəsizliyi sistemlərinin quraşdırılması və servisi ilə məşğul olan özəl şirkətlər, sığorta şirkətləri.",
  "possible_positions": [
    "Yanğın təhlükəsizliyi mühəndisi",
    "Layihəçi mühəndis (yanğın təhlükəsizliyi sistemləri üzrə)",
    "Dövlət yanğın nəzarəti inspektoru",
    "SƏTƏM mühəndisi (yanğın təhlükəsizliyi üzrə ixtisaslaşmış)",
    "Risk analitiki (yanğın riski üzrə)",
    "Yanğınsöndürmə sistemləri üzrə servis mühəndisi",
    "Yanğın təhlükəsizliyi üzrə məsləhətçi"
  ],
  "recommendations": "Təhsil müddətində tikinti və yanğın təhlükəsizliyi normalarını (məsələn, NFPA standartları) dərindən öyrənmək vacibdir. AutoCAD, Revit (MEP) kimi proqramlarda yanğın təhlükəsizliyi sistemlərini layihələndirmək təcrübəsi böyük üstünlükdür. Yanğınsöndürmə və xilasetmə hissələrində təcrübə keçmək, real avadanlıqlarla (yanğın siqnalizasiyası, sprinkler sistemləri, yanğınsöndürmə nasosları) tanış olmaq bu sahədə uğurlu karyera üçün faydalıdır. Məzun olduqdan sonra beynəlxalq səviyyəli yanğın təhlükəsizliyi sertifikatları (məsələn, CFPS - Certified Fire Protection Specialist) almaq karyera imkanlarınızı genişləndirəcək."
}
