
{
  "name": "Yerquruluşu və daşınmaz əmlakın kadastrı",
  "slug": "yerqurulusu-ve-dasinmaz-emlakin-kadastri",
  "description": "Yerquruluşu və daşınmaz əmlakın kadastrı ixtisası, torpaq ehtiyatlarının və daşınmaz əmlak obyektlərinin hüquqi, iqtisadi və texniki cəhətdən təşkili, uçotu, qiymətləndirilməsi və idarə olunması ilə məşğul olan bir sahədir. Bu ixtisas geodeziya, kartoqrafiya, torpaq hüququ, Coğrafi İnformasiya Sistemləri (GIS) və daşınmaz əmlakın iqtisadiyyatı kimi fənləri birləşdirir.",
  "future": "Torpaq və daşınmaz əmlak bazarının inkişafı, torpaqların elektron kadastr uçotu sisteminin təkmilləşdirilməsi, şəhərsalma və infrastruktur layihələrinin genişlənməsi bu sahənin mütəxəssislərinə olan tələbatı stabil olaraq yüksək saxlayır. Gələcəkdə dronlar və lazer skanerləri kimi müasir texnologiyaların ölçmə və xəritələşdirmə işlərində daha geniş tətbiqi, həmçinin daşınmaz əmlakın kütləvi qiymətləndirilməsi üçün riyazi modellərin istifadəsi bu sahənin əsas inkişaf trendləri olacaq.",
  "job_opportunities": "İqtisadiyyat Nazirliyi yanında Əmlak Məsələləri Dövlət Xidməti və onun yerli şöbələri, Daşınmaz Əmlakın Dövlət Reyestri Xidməti, bələdiyyələr, layihə institutları, geodeziya və xəritəçəkmə ilə məşğul olan özəl şirkətlər, tikinti şirkətləri, rieltor (daşınmaz əmlak) agentlikləri, bankların qiymətləndirmə şöbələri.",
  "possible_positions": [
    "Torpaq quruluşu mühəndisi",
    "Kadastr mühəndisi",
    "Geodeziya mühəndisi",
    "Daşınmaz əmlak üzrə mütəxəssis/qiymətləndirici",
    "GIS mütəxəssisi",
    "Topoqraf",
    "Layihəçi (yerquruluşu layihələri üzrə)"
  ],
  "recommendations": "Təhsil müddətində AutoCAD, Civil 3D, ArcGIS və ya QGIS kimi proqramları dərindən öyrənmək mütləqdir. Azərbaycan Respublikasının Torpaq Məcəlləsi və daşınmaz əmlakla bağlı digər qanunvericilik aktları ilə tanış olmaq vacibdir. Müasir geodeziya alətləri (elektron taxometrlər, GNSS qəbulediciləri) ilə işləmə təcrübəsi qazanmaq üçün çöl təcrübələrində fəal iştirak etmək lazımdır. Məzun olduqdan sonra daşınmaz əmlakın qiymətləndirilməsi üzrə sertifikatlar əldə etmək bank və özəl sektorda iş imkanlarınızı genişləndirəcək."
}
